Repository: dliutyi/TimeTracker
Catalog: lib/i18n/app_*.arb
Languages: ar, bn, de, es, fr, hi, it, ja, ko, mr, pa, pt, ru, ta, te, tr, uk, ur, vi

source: Active Task
ar: المهمة النشطة
bn: সক্রিয় কাজ
de: Aktive Aufgabe
es: Tarea Activa
fr: Tâche active
hi: सक्रिय कार्य
it: Attività attiva
ja: アクティブなタスク
ko: 활성 작업
mr: सक्रिय कार्य
pa: ਸਰਗਰਮ ਕੰਮ
pt: Tarefa Ativa
ru: Активная задача
ta: செயலில் உள்ள பணி
te: సక్రియ పని
tr: Aktif Görev
uk: Активне завдання
ur: فعال کام
vi: Nhiệm vụ đang hoạt động

source: Activity Chart
ar: مخطط النشاط
bn: কার্যক্রম চার্ট
de: Aktivitätsdiagramm
es: Gráfico de Actividad
fr: Graphique d'Activité
hi: गतिविधि चार्ट
it: Grafico attività
ja: アクティビティチャート
ko: 활동 차트
mr: क्रियाकलाप आलेख
pa: ਗਤੀਵਿਧੀ ਚਾਰਟ
pt: Gráfico de Atividade
ru: График активности
ta: செயல்பாட்டு விளக்கப்படம்
te: కార్యాచరణ చార్ట్
tr: Aktivite Grafiği
uk: Графік активності
ur: سرگرمی چارٹ
vi: Biểu đồ Hoạt động

source: Add Criterion
ar: إضافة معيار
bn: মাপকাঠি যোগ করুন
de: Kriterium hinzufügen
es: Agregar Criterio
fr: Ajouter un critère
hi: मानदंड जोड़ें
it: Aggiungi criterio
ja: 基準を追加
ko: 기준 추가
mr: मापदंड जोडा
pa: ਮਾਪਦੰਡ ਜੋੜੋ
pt: Adicionar Critério
ru: Добавить критерий
ta: அளவுகோலைச் சேர்
te: మాపకాన్ని జోడించు
tr: Kriter Ekle
uk: Додати критерій
ur: معیار شامل کریں
vi: Thêm tiêu chí

source: Add Task
ar: إضافة مهمة
bn: কাজ যোগ করুন
de: Aufgabe hinzufügen
es: Agregar Tarea
fr: Ajouter une tâche
hi: कार्य जोड़ें
it: Aggiungi attività
ja: タスクを追加
ko: 작업 추가
mr: कार्य जोडा
pa: ਕੰਮ ਜੋੜੋ
pt: Adicionar Tarefa
ru: Добавить задачу
ta: பணியைச் சேர்
te: పనిని జోడించు
tr: Görev Ekle
uk: Додати завдання
ur: کام شامل کریں
vi: Thêm nhiệm vụ

source: Add Value
ar: إضافة قيمة
bn: মান যোগ করুন
de: Wert hinzufügen
es: Agregar Valor
fr: Ajouter une valeur
hi: मान जोड़ें
it: Aggiungi valore
ja: 値を追加
ko: 값 추가
mr: मूल्य जोडा
pa: ਮੁੱਲ ਜੋੜੋ
pt: Adicionar Valor
ru: Добавить значение
ta: மதிப்பைச் சேர்
te: విలువను జోడించు
tr: Değer Ekle
uk: Додати значення
ur: قدر شامل کریں
vi: Thêm giá trị

source: All
ar: الكل
bn: সব
de: Alle
es: Todo
fr: Tout
hi: सभी
it: Tutto
ja: すべて
ko: 모두
mr: सर्व
pa: ਸਾਰਾ
pt: Tudo
ru: Все
ta: அனைத்தும்
te: అన్ని
tr: Tümü
uk: Всі
ur: سب
vi: Tất cả

source: All Criteria
ar: جميع المعايير
bn: সব মাপকাঠি
de: Alle Kriterien
es: Todos los Criterios
fr: Tous les Critères
hi: सभी मानदंड
it: Tutti i criteri
ja: すべての基準
ko: 모든 기준
mr: सर्व मापदंड
pa: ਸਾਰੇ ਮਾਪਦੰਡ
pt: Todos os Critérios
ru: Все критерии
ta: அனைத்து அளவுகோல்கள்
te: అన్ని మాపకాలు
tr: Tüm Kriterler
uk: Всі критерії
ur: تمام معیارات
vi: Tất cả tiêu chí

source: All existing data will be permanently deleted.
ar: جميع البيانات الموجودة سيتم حذفها بشكل دائم.
bn: সমস্ত বিদ্যমান ডাটা স্থায়ীভাবে মুছে ফেলা হবে।
de: Alle bestehenden Daten werden dauerhaft gelöscht.
es: Todos los datos existentes serán eliminados permanentemente.
fr: Tous les données existantes seront supprimées de manière permanente.
hi: सभी डेटा सहेजें हमेशा हटाया जाएंगे।
it: Tutti i dati esistenti verranno eliminati permanentemente.
ja: すべての既存データが永続的に削除されます。
ko: 모든 데이터가 영구적으로 삭제됩니다.
mr: सर्व मूल्ये स्थायी रूपात हटविले जातील
pa: ਸਾਰੇ ਡਾਟਾ ਸਥायਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pt: Todos os dados existentes serão excluídos permanentemente.
ru: Все существующие данные будут удалены.
ta: அனைத்து உள்ள தரவு மாறாததாக நீக்கப்படும்.
te: అన్ని డేటాలు స్థిరమాయించబడింది.
tr: Tüm veriler kalıcı olarak silinecek.
uk: Всі існуючі дані будуть постійно видалені. Це дію неможливо скасувати.
ur: تمام ڈیٹا بھی جدید سے جا سکتا ہے۔
vi: Tất cả dữ liệu hiện có sẽ bị xóa vĩnh viễn.

source: All Tasks
ar: جميع المهام
bn: সব কাজ
de: Alle Aufgaben
es: Todas las Tareas
fr: Toutes les Tâches
hi: सभी कार्य
it: Tutte le attività
ja: すべてのタスク
ko: 모든 작업
mr: सर्व कार्ये
pa: ਸਾਰੇ ਕੰਮ
pt: Todas as Tarefas
ru: Все задачи
ta: அனைத்து பணிகள்
te: అన్ని పనులు
tr: Tüm Görevler
uk: Всі завдання
ur: تمام کام
vi: Tất cả nhiệm vụ

# anotherTaskActive
source: Another task is already active. Stop it first.
ar: مهمة اخرى مفعلة. قم بإيقافها أولاً.
bn: অন্যান্য কাজ সক্রিয় রয়েছে। প্রথমে তা বন্ধ করুন।
de: Andere Aufgabe ist aktiv. Stoppen Sie sie zuerst.
es: Otra tarea activa. Por favor, deténla primero.
fr: Une autre tâche est active. Veuillez la stopper d'abord.
hi: अन्य कार्य सक्रिय है। कृपया इसे पहले रोकें।
it: Un'altra attività è attiva. Per favore, fermala prima.
ja: 別のタスクがアクティブです。最初に停止してください。
ko: 다른 작업이 활성화되어 있습니다. 먼저 중지하세요.
mr: अन्य कार्य सक्रिय आहे
pa: ਹੋਰ ਕੰਮ ਸਰਗਰਮ ਹੈ। ਕੋਈ ਕੰਮ ਰੋਕੋ।
pt: Outra tarefa está ativa. Pare-a primeiro.
ru: Другая задача уже активна. Остановите ее сначала.
ta: மற்றொரு பணி செயலில் உள்ளது. முதலில் அதை நிறுத்தவும்.
te: ఇతర పని సక్రియం.
tr: Başka bir görev aktif.
uk: Інше завдання вже активне. Зупиніть його спочатку.
ur: بھیڑا کام فعال ہے۔ آغاز کرنے سے پہلے روکیں۔
vi: Một nhiệm vụ khác đang hoạt động. Hãy dừng nó trước khi bắt đầu.

source: Arabic
ar: العربية
bn: আরবি
de: Arabisch
es: Árabe
fr: Arabe
hi: अरबी
it: Arabo
ja: アラビア語
ko: 아랍어
mr: अरबी
pa: ਅਰਬੀ
pt: Árabe
ru: Арабский
ta: அரபிக்
te: అరబిక్
tr: Arapça
uk: Арабський
ur: اردو
vi: Tiếng Ả Rập

# atLeastOneValue
source: At least one value is required
ar: يجب أن يكون لديك قيمة واحدة على الأقل
bn: অন্তত একটি মান প্রয়োজন
de: Mindestens ein Wert ist erforderlich
es: Al menos un valor es requerido
fr: Au moins une valeur est requise
hi: कम से कम एक मान आवश्यक है
it: Almeno un valore è richiesto
ja: 少なくとも1つの値が必要です
ko: 최소한 하나의 값이 필요합니다
mr: किमान एक मूल्य आवश्यक आहे
pa: ਘੱਟੋ-ਘੱਟ ਇੱਕ ਮੁੱਲ ਲੋੜੀਂਦਾ ਹੈ
pt: Pelo menos um valor é necessário
ru: Требуется хотя бы одно значение
ta: குறைந்தபட்சம் ஒரு மதிப்பு தேவை
te: కనీసం ఒక విలువ అవసరం
tr: En az bir değer gereklidir
uk: Потрібно принаймні одне значення
ur: کم از کم ایک قدر ضروری ہے
vi: Cần ít nhất một giá trị

# atLeastOneValueForDiscreteCriteria
source: At least one value is required for discrete criteria
ar: يجب أن يكون لديك قيمة واحدة على الأقل للمعايير المنفصلة
bn: বিচ্ছিন্ন মাপকাঠির জন্য অন্তত একটি মান প্রয়োজন
de: Mindestens ein Wert ist erforderlich für diskrete Kriterien
es: Se requiere al menos un valor para criterios discretos
fr: Au moins une valeur est requise pour les critères discrets
hi: असतत मानदंड के लिए कम से कम एक मान आवश्यक है
it: Almeno un valore è richiesto per i criteri discreti
ja: 離散基準には少なくとも1つの値が必要です
ko: 이산 기준에 최소한 하나의 값이 필요합니다
mr: विभक्त मापदंडांसाठी किमान एक मूल्य आवश्यक आहे
pa: ਵੱਖਰਾ ਮਾਪਦੰਡ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਮੁੱਲ ਲੋੜੀਂਦਾ ਹੈ
pt: Pelo menos um valor é necessário para critérios discretos
ru: Требуется хотя бы одно значение для дискретных критериев
ta: தனித்த அளவுகோல்களுக்கு குறைந்தபட்சம் ஒரு மதிப்பு தேவை
te: వేరుచేతి మాపకాలకు కనీసం ఒక విలువ అవసరం
tr: Ayrık kriterler için en az bir değer gereklidir
uk: Потрібно принаймні одне значення для дискретних критеріїв
ur: منفصل معیارات کے لیے کم از کم ایک قدر ضروری ہے
vi: Cần ít nhất một giá trị cho tiêu chí rời rạc

source: Automatic
ar: تلقائي
bn: স্বয়ংক্রিয়
de: Automatisch
es: Automático
fr: Automatique
hi: स्वचालित
it: Automatico
ja: 自動
ko: 자동
mr: स्वयंचलित
pa: ਆਪਣੀ ਕਾਰਵਾਈ
pt: Automático
ru: Автоматический
ta: தானியங்கி
te: స్వయంచాలకం
tr: Otomatik
uk: Автоматичний
ur: خودکار
vi: Tự động

source: Average Criterion Ratings
ar: متوسط تقييمات المعايير
bn: গড় মাপকাঠি রেটিং
de: Durchschnittliche Kriterienbewertungen
es: Calificaciones Promedio de Criterios
fr: Notes Moyennes des Critères
hi: औसत मानदंड रेटिंग
it: Valutazioni medie dei criteri
ja: 基準の平均評価
ko: 기준 평균 평가
mr: सरासरी मापदंड रेटिंग
pa: ਔਸਤ ਮਾਪਦੰਡ ਰੇਟਿੰਗ
pt: Avaliações Médias de Critérios
ru: Средние оценки критериев
ta: சராசரி அளவுகோல் மதிப்பீடுகள்
te: సగటు మాపకం రేటింగ్‌లు
tr: Ortalama Kriter Değerlendirmeleri
uk: Середні оцінки критеріїв
ur: اوسط معیار کی درجہ بندی
vi: Đánh giá tiêu chí trung bình

source: Bengali
ar: بنغالي
bn: বাংলা
es: Bengalí
hi: बंगाली
it: Bengalese
ja: ベンガル語
ko: 뱅골어
mr: बंगाली
pa: ਬੰਗਾਲੀ
ru: Бенгальский
ta: பெங்காலி
te: బెంగాలి
tr: Bengalca
uk: Бенгальський
ur: بنگالی

source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
mr: रद्द करा
pa: ਰੱਦ ਕਰੋ
pt: Cancelar
ru: Отмена
ta: ரத்துசெய்
te: రద్దు చేయి
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy

source: Charts
ar: الرسوم البيانية
bn: চার্ট
de: Diagramme
es: Gráficos
fr: Graphiques
hi: चार्ट
it: Grafici
ja: グラフ
ko: 차트
mr: आलेख
pa: ਚਾਰਟ
pt: Gráficos
ru: Графики
ta: விளக்கப்படங்கள்
te: చార్ట్‌లు
tr: Grafikler
uk: Графіки
ur: چارٹس
vi: Biểu đồ

source: Chinese
ar: الصينية
bn: চীনি
de: Chinesisch
es: Chino
fr: Chinois
hi: चीनी
it: Cinese
ja: 中国語
ko: 중국어
mr: चीनी
pa: ਚੀਨੀ
pt: Chinês
ru: Китайский
ta: சீனி
te: చైనీస్
tr: Çince
uk: Китайський
ur: چینی
vi: Trung Quốc

# chooseHowToExportData
source: Choose how you want to export the data:
ar: اختر كيفية التصدير البيانات:
bn: ডাটা এক্সপোর্ট করতে কিভাবে চয়ন করুন
de: Wählen Sie, wie Sie die Daten exportieren möchten
es: Elegir cómo exportar datos
fr: Choisissez comment vous souhaitez exporter les données
hi: डेटा निर्यात करने का तरीका चुनें
it: Scegli come esportare i dati
ja: データのエクスポート方法を選択してください
ko: 데이터를 내보내는 방법을 선택하세요
mr: डेटा कसे निर्यात करायचे आहे याचे आहे
pa: ਡਾਟਾ ਨਿਰਯਾਤ ਕਰਨ ਦੀ ਵਰਤੋਂ ਕਰੋ
pt: Escolha como exportar os dados
ru: Выберите, как вы хотите экспортировать данные:
ta: தரவுத் துவக்க வழியைத் தேர்ந்தெடுக்கவும்
te: డేటాను ఎలా ఎక్స్పోర్ట్ చేయాలో ఎంచుకోండి
tr: Verileri nasıl dışa aktaracağınızı seçin
uk: Виберіть, як ви хочете експортувати дані:
ur: ڈیٹا کیسے سراغ بھیں سکتے ہیں
vi: Chọn cách xuất dữ liệu

# continueButton
source: Continue
ar: استمرار
bn: চালিয়ে যান
de: Fortfahren
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
mr: चालू करा
pa: ਜਾਰੀ ਰੱਖੋ
pt: Continuar
ru: Продолжить
ta: தொடரவும்
te: కొనసాగించండి
tr: Devam Et
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục

source: Continuous
ar: مستمر
bn: অবিচ্ছিন্ন
de: Kontinuierlich
es: Continuo
fr: Continu
hi: निरंतर
it: Continuo
ja: 連続
ko: 연속
mr: सतत
pa: ਲਗਾਤਾਰ
pt: Contínuo
ru: Непрерывный
ta: தொடர்ச்சியான
te: నిరంతర
tr: Sürekli
uk: Безперервний
ur: مسلسل
vi: Liên tục

source: Continuous Configuration
ar: المعايير المستمرة
bn: অবিচ্ছিন্ন কনফিগারেশন
de: Kontinuierliche Konfiguration
es: Configuración Continua
fr: Configuration Continu
hi: निरंतर विन्यास
it: Configurazione continua
ja: 連続設定
ko: 연속 설정
mr: सतत विन्यास
pa: ਲਗਾਤਾਰ ਸੰਰਚਨਾ
pt: Configuração Contínua
ru: Непрерывные критерии
ta: தொடர்ச்சியான அமைப்பு
te: నిరంతర సెట్టింగ్‌లు
tr: Sürekli Yapılandırma
uk: Безперервні критерії
ur: مسلسل ترتیب
vi: Cấu hình liên tục

# continuousCriterion
source: Continuous: {minValue}-{maxValue}, step {stepValue}
ar: مستمر: {minValue}-{maxValue}, خطوة {stepValue}
bn: অবিচ্ছিন্ন মাপকাঠি
de: Kontinuierlich: {minValue} - {maxValue}, Schritt {stepValue}
es: Continuo: {minValue} - {maxValue}, Paso {stepValue}
fr: Continu: {minValue} - {maxValue}, Pas {stepValue}
hi: निरंतर: {minValue} - {maxValue}, चरण {stepValue}
it: Criterio continuo
ja: 連続基準
ko: 연속: {minValue} - {maxValue}, 단계 {stepValue}
mr: सतत: {minValue} - {maxValue}, पाऊल {stepValue}
pa: ਲਗਾਤਾਰ ਮਾਪਦੰਡ
pt: Critério Contínuo
ru: Непрерывный: {minValue}-{maxValue}, шаг {stepValue}
ta: தொடர்ச்சியான: {minValue} - {maxValue}, படி {stepValue}
te: నిరంతర మాపకం
tr: Sürekli Kriter
uk: Безперервний: {minValue}-{maxValue}, крок {stepValue}
ur: مسلسل معیار: {minValue} - {maxValue} (قدم: {stepValue})
vi: Liên tục

# createFirstCriterion
source: Create your first criterion to get started
ar: أنشئ معيارك الأول للبدء
bn: শুরু করতে আপনার প্রথম মাপকাঠি তৈরি করুন
de: Erstellen Sie Ihr erstes Kriterium, um zu beginnen
es: Crea tu primer criterio para comenzar
fr: Créez votre premier critère pour commencer
hi: शुरू करने के लिए अपना पहला मानदंड बनाएं
it: Crea il tuo primo criterio per iniziare
ja: 最初の基準を作成して開始してください
ko: 시작하려면 첫 번째 기준을 만드세요
mr: प्रारंभ करण्यासाठी आपला पहिला मापदंड तयार करा
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਪਣਾ ਪਹਿਲਾ ਮਾਪਦੰਡ ਬਣਾਓ
pt: Crie seu primeiro critério para começar
ru: Создайте свой первый критерий, чтобы начать
ta: தொடங்க உங்கள் முதல் அளவுகோலை உருவாக்கவும்
te: ప్రారంభించడానికి మీ మొదటి మాపకాన్ని సృష్టించండి
tr: Başlamak için ilk kriterinizi oluşturun
uk: Створіть свій перший критерій, щоб почати
ur: شروع کرنے کے لیے اپنا پہلا معیار بنائیں
vi: Tạo tiêu chí đầu tiên của bạn để bắt đầu

# createFirstTask
source: Create your first task to get started
ar: أنشئ مهمتك الأولى للبدء
bn: শুরু করতে আপনার প্রথম কাজ তৈরি করুন
de: Erstellen Sie Ihre erste Aufgabe, um zu beginnen
es: Crea tu primera tarea para comenzar
fr: Créez votre première tâche pour commencer
hi: शुरू करने के लिए अपना पहला मानदंड बनाएं
it: Crea la tua prima attività per iniziare
ja: 最初のタスクを作成して開始してください
ko: 시작하려면 첫 번째 작업을 만드세요
mr: प्रारंभ करण्यासाठी आपले पहिले कार्य तयार करा
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਪਣਾ ਪਹਿਲਾ ਕੰਮ ਬਣਾਓ
pt: Crie sua primeira tarefa para começar
ru: Создайте свою первую задачу, чтобы начать
ta: தொடங்க உங்கள் முதல் பணியை உருவாக்கவும்
te: ప్రారంభించడానికి మీ మొదటి పనిని సృష్టించండి
tr: Başlamak için ilk görevinizi oluşturun
uk: Створіть своє перше завдання, щоб почати
ur: شروع کرنے کے لیے اپنا پہلا کام بنائیں
vi: Tạo nhiệm vụ đầu tiên của bạn để bắt đầu

source: Criteria
ar: المعايير
bn: মাপকাঠি
de: Kriterien
es: Criterios
fr: Critères
hi: मानदंड
it: Criteri
ja: 基準
ko: 기준
mr: मापदंड
pa: ਮਾਪਦੰਡ
pt: Critérios
ru: Критерии
ta: அளவுகோல்கள்
te: మాపకాలు
tr: Kriterler
uk: Критерії
ur: معیارات
vi: Tiêu chí

# criterionDeleted
source: Criterion "{name}" deleted
ar: المعيار "{name}" تم حذفه
bn: মাপকাঠি"{name}" মুছে ফেলা হয়েছে
de: Kriterium "{name}" gelöscht
es: Criterio "{name}" eliminado
fr: Critère "{name}" supprimé
hi: मानदंड "{name}" हटाया गया
it: Criterio eliminato
ja: 基準"{name}"が削除されました
ko: 기준 "{name}"이 삭제되었습니다
mr: मापदंड हटविले गेले आहे
pa: ਮਾਪਦੰਡ "{name}" ਹਟਾਇਆ ਗਿਆ ਹੈ
pt: Critério "{name}" excluído
ru: Критерий "{name}" удален
ta: அளவுகோல் "{name}" நீக்கப்பட்டது
te: మాపకం "{name}" తొలగించారు
tr: Kriter "{name}" silindi
uk: Критерій "{name}" видалено
ur: معیار "{name}" حذف ہو گیا
vi: Tiêu chí "{name}" đã bị xóa

source: Criterion Name
ar: اسم المعيار
bn: মাপকাঠির নাম
de: Kriterienname
es: Nombre del Criterio
fr: Nom du critère
hi: मानदंड का नाम
it: Nome del criterio
ja: 基準名
ko: 기준 이름
mr: मापदंडाचे नाव
pa: ਮਾਪਦੰਡ ਦਾ ਨਾਮ
pt: Nome do Critério
ru: Название критерия
ta: அளவுகோல் பெயர்
te: మాపకం పేరు
tr: Kriter Adı
uk: Назва критерію
ur: معیار کا نام
vi: Tên tiêu chí

source: Criterion Type
ar: نوع المعيار
bn: মাপকাঠির ধরন
de: Kriterientyp
es: Tipo de Criterio
fr: Type de critère
hi: मानदंड का प्रकार
it: Tipo di criterio
ja: 基準タイプ
ko: 기준 유형
mr: मापदंडाचा प्रकार
pa: ਮਾਪਦੰਡ ਦਾ ਕਿਸਮ
pt: Tipo de Critério
ru: Тип критерия
ta: அளவுகோல் வகை
te: మాపకం రకం
tr: Kriter Türü
uk: Тип критерію
ur: معیار کی قسم
vi: Loại tiêu chí

# criterionUsedInTasks
source: This criterion is used in {count} task(s). The association will be removed from those tasks.
ar: يُستخدم هذا المعيار في {count} مهمة. سيتم إزالة الارتباط من تلك المهام.
bn: এই মাপকাঠি এখানে {count} টি কাজে ব্যবহার করা হয়েছে। এই কাজগুলি থেকে সংযোজন সরান।
de: Dieses Kriterium wird in {count} Aufgabe(n) verwendet. Die Zuordnung wird von diesen Aufgaben entfernt.
es: Este criterio se usa en {count} tarea(s). La asociación se eliminará de esas tareas.
fr: Ce critère est utilisé dans {count} tâche(s). L'association sera supprimée de ces tâches.
hi: इस मानदंड का उपयोग इस कार्य में किया गया है
it: Criterio usato nelle attività
ja: この基準は {count} 個のタスクで使用されています。それらのタスクから関連付けが削除されます。
ko: 이 기준은 {count}개의 작업에서 사용됩니다. 해당 작업에서 연결이 제거됩니다.
mr: हा मापदंड {count} कार्यांमध्ये वापरला जातो. संबंध त्या कार्यांमधून काढला जाईल.
pa: ਇਹ ਮਾਪਦੰਡ {count} ਕੰਮਾਂ ਵਿੱਚ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਸੰਬੰਧ ਉਨ੍ਹਾਂ ਕੰਮਾਂ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pt: Este critério é usado em {count} tarefa(s). A associação será removida dessas tarefas.
ru: Этот критерий используется в {count} задаче(ах). Ассоциация будет удалена из этих задач.
ta: இந்த அளவுகோல் {count} பணிகளில் பயன்படுத்தப்படுகிறது. அந்த பணிகளிலிருந்து தொடர்பு நீக்கப்படும்.
te: ఈ మాపకం {count} పనులలో ఉపయోగించబడుతుంది. ఆ పనుల నుండి అనుబంధం తీసివేయబడుతుంది.
tr: Bu kriter {count} görevde kullanılıyor. İlişki bu görevlerden kaldırılacak.
uk: Цей критерій використовується в {count} завданнях. Асоціація буде видалена з цих завдань.
ur: یہ معیار {count} کاموں میں استعمال ہوتا ہے۔ وابستگی ان کاموں سے ہٹا دی جائے گی۔
vi: Tiêu chí này được sử dụng trong {count} nhiệm vụ. Liên kết sẽ bị xóa khỏi những nhiệm vụ đó.

source: Dark
ar: داكن
bn: ডার্ক
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
it: Scuro
ja: ダーク
ko: 어두운
mr: अंधा
pa: ਗੂੰਮ
pt: Escuro
ru: Темный
ta: இருண்ட
te: డార్క్
tr: Koyu
uk: Темний
ur: تاریک
vi: Tối

source: Dark Mode
ar: الوضع الداكن
bn: ডার্ক মোড
de: Dunkelmodus
es: Modo Oscuro
fr: Mode Sombre
hi: डार्क मोड
it: Modalità scura
ja: ダークモード
ko: 어두운 모드
mr: अंधा मोड
pa: ਗੂੰਮ ਮੋਡ
pt: Modo Escuro
ru: Темный режим
ta: இருண்ட பயன்பாட்டு முறை
te: డార్క్ మోడ్
tr: Koyu Mod
uk: Темний режим
ur: تاریک رنگ
vi: Chế độ tối

source: Data exported successfully
ar: تم تصدير البيانات بنجاح
bn: ডাটা সফলভাবে এক্সপোর্ট করা হয়েছে
de: Daten erfolgreich exportiert
es: Datos exportados correctamente
fr: Données exportées avec succès
hi: डेटा सफलतापूर्वक निर्यात किया गया
it: Dati esportati con successo
ja: データが正常にエクスポートされました
ko: 데이터가 성공적으로 내보내졌습니다
mr: डेटा सफलतापूर्वक निर्यात केली गेली आहे
pa: ਡਾਟਾ ਨਿਰਯਾਤ ਕੀਤਾ ਗਿਆ ਹੈ
pt: Dados exportados com sucesso
ru: Данные экспортированы успешно
ta: தரவு வெளியேற்றப்பட்டது
te: డేటాను స్వయంచాలకంగా ఎక్స్పోర్ట్ చేయబడింది
tr: Veriler başarıyla dışa aktarıldı
uk: Дані успішно експортовано
ur: ڈیٹا باکس میں باہر آنے میں مطلوبہ کامیابی
vi: Dữ liệu đã được xuất thành công

source: Data imported successfully
ar: تم استيراد البيانات بنجاح
bn: ডাটা সফলভাবে ইম্পোর্ট করা হয়েছে
de: Daten erfolgreich importiert
es: Datos importados correctamente
fr: Données importées avec succès
hi: डेटा सफलतापूर्वक आयात किया गया
it: Dati importati con successo
ja: データが正常にインポートされました
ko: 데이터가 성공적으로 가져오졌습니다
mr: डेटा सफलतापूर्वक आयात केली गेली आहे
pa: ਡਾਟਾ ਆਯਾਤ ਕੀਤਾ ਗਿਆ ਹੈ
pt: Dados importados com sucesso
ru: Данные импортированы успешно
ta: தரவு செய்திருத்தப்பட்டது
te: డేటాను స్వయంచాలకంగా దిగుమతి చేయబడింది
tr: Veriler başarıyla içe aktarıldı
uk: Дані успішно імпортовано
ur: ڈیٹا باکس میں اندر آنے میں مطلوبہ کامیابی
vi: Dữ liệu đã được nhập thành công

source: Data Management
ar: إدارة البيانات
bn: ডাটা ম্যানেজমেন্ট
de: Datenmanagement
es: Gestión de Datos
fr: Gestion des Données
hi: डेटा प्रबंधन
it: Gestione dati
ja: データ管理
ko: 데이터 관리
mr: डेटा व्यवस्थापन
pa: ਡਾਟਾ ਪ੍ਰਬੰਧਨ
pt: Gestão de Dados
ru: Управление данными
ta: தரவு நிர்வகிப்பு
te: డేటా నిర్వహణ
tr: Veri Yönetimi
uk: Керування даними
ur: ڈیٹا مینیجمنٹ
vi: Quản lý dữ liệu

# dataSavedTo
source: Data saved to: {path}
ar: تم حفظ البيانات في: {path}
bn: ডাটা সংরক্ষণ করা হয়েছে
de: Daten erfolgreich gespeichert
es: Datos guardados correctamente
fr: Données sauvegardées avec succès
hi: डेटा सफलतापूर्वक सहेजा गया
it: Dati salvati in
ja: データが正常に保存されました
ko: 데이터가 성공적으로 저장되었습니다
mr: डेटा सफलतापूर्वक साठवली गेली आहे
pa: ਡਾਟਾ ਸਹੇਜਿਆ ਗਿਆ ਹੈ
pt: Dados salvos com sucesso
ru: Данные сохранены в: {path}
ta: தரவு சேமிக்கப்பட்டது
te: డేటాను స్వయంచాలకంగా దిగుమతి చేయబడింది
tr: Veriler başarıyla kaydedildi
uk: Дані збережено в: {path}
ur: ڈیٹا باکس میں محفوظ ہو گیا
vi: Dữ liệu đã được lưu thành công

# dateFormat
source: MMMM d â€¢ HH:mm
ar: MMMM d • HH:mm
bn: MMMM d • HH:mm
de: MMM d, HH:mm
es: MMM d, HH:mm
fr: MMM d, HH:mm
hi: MMM d, HH:mm
it: MMM d, HH:mm
ja: MMM d, HH:mm
ko: MMM d, HH:mm
mr: MMM d, HH:mm
pa: MMM d, HH:mm
pt: MMM d, HH:mm
ru: d MMMM • HH:mm
ta: MMM d, HH:mm
te: MMM d, HH:mm
tr: MMM d, HH:mm
uk: d MMMM • HH:mm
ur: MMM d, HH:mm
vi: MMM d, HH:mm

# dateFormatInSessionHistory
source: MMM d, HH:mm
ru: d MMM, HH:mm
uk: d MMM, HH:mm

source: Day
ar: يوم
bn: দিন
de: Tag
es: Día
fr: Jour
hi: दिन
it: Giorno
ja: 日
ko: 일
mr: दिवस
pa: ਦਿਨ
pt: Dia
ru: День
ta: நாள்
te: రోజు
tr: Gün
uk: День
ur: دن
vi: Ngày

source: Delete
ar: حذف
bn: মুছে ফেলুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
mr: हटवा
pa: ਹਟਾਓ
pt: Excluir
ru: Удалить
ta: நீக்கு
te: తొలగించు
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa

source: Delete Criterion
ar: حذف المعيار
bn: মাপকাঠি মুছে ফেলুন
de: Kriterium löschen
es: Eliminar Criterio
fr: Supprimer le critère
hi: मानदंड हटाएं
it: Elimina criterio
ja: 基準を削除
ko: 기준 삭제
mr: मापदंड हटवा
pa: ਮਾਪਦੰਡ ਹਟਾਓ
pt: Excluir Critério
ru: Удалить критерий
ta: அளவுகோலை நீக்கு
te: మాపకం తొలగించు
tr: Kriter Sil
uk: Видалити критерій
ur: معیار حذف کریں
vi: Xóa tiêu chí

# deleteCriterionWarning
source: Are you sure you want to delete this criterion? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف هذا المعيار؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি নিশ্চিত যে আপনি এই মাপকাঠিটি মুছতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Sind Sie sicher, dass Sie dieses Kriterium löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar este criterio? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce critère ? Cette action ne peut pas être annulée.
hi: मानदंड "{name}" हटाने के लिए सुनिश्चित करें? इस क्रिया को पूर्ववत नहीं किया जा सकता।
it: Sei sicuro di voler eliminare questo criterio? Questa azione non può essere annullata.
ja: この基準を削除してもよろしいですか？この操作は元に戻せません。
ko: 이 기준을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
mr: आपण खात्री आहे की आपण हा मापदंड हटवू इच्छिता? ही क्रिया पूर्ववत करता येणार नाही.
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਮਾਪਦੰਡ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pt: Tem certeza de que deseja excluir este critério? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить этот критерий? Это действие нельзя отменить.
ta: இந்த அளவுகோலை நீக்க விரும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது.
te: మీరు ఖచ్చితంగా ఈ మాపకంను తొలగించాలనుకుంటున్నారా? ఈ చర్యను రద్దు చేయలేరు.
tr: Bu kriteri silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей критерій? Цю дію неможливо скасувати.
ur: کیا آپ واقعی اس معیار کو حذف کرنا چاہتے ہیں؟ اس عمل کو واپس نہیں کیا جا سکتا۔
vi: Bạn có chắc chắn muốn xóa tiêu chí này không? Hành động này không thể hoàn tác.

# deleteCriterionWarningWithName
source: Are you sure you want to delete this criterion "{name}"? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف المعيار "{name}"? لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি নিশ্চিত যে আপনি এই মাপকাঠি"{name}" মুছতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Sind Sie sicher, dass Sie dieses Kriterium "{name}" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar el criterio "{name}"? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer le critère "{name}"? Cette action ne peut pas être annulée.
hi: मानदंड "{name}" हटाने के लिए सुनिश्चित करें? इस क्रिया को पूर्ववत नहीं किया जा सकता।
it: Sei sicuro di voler eliminare il criterio "{name}"? Questa azione non può essere annullata.
ja: 基準"{name}"を削除してもよろしいですか？この操作は元に戻せません。
ko: 이 기준을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
mr: आपण खात्री आहे की आपण हा मापदंड "{name}" हटवू इच्छिता? ही क्रिया पूर्ववत करता येणार नाही.
pa: ਮਾਪਦੰਡ "{name}" ਹਟਾਨੀ ਲਈ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pt: Tem certeza de que deseja excluir o critério "{name}"? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить критерий "{name}"? Это действие нельзя отменить.
ta: அளவுகோல் "{name}" நீக்க விரும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது.
te: మాపకం "{name}" తొలగించాలనుకుంటున్నారా? ఈ చర్యను రద్దు చేయలేరు.
tr: Bu kriteri silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити критерій "{name}"? Цю дію неможливо скасувати.
ur: کیا آپ واقعی اس معیار کو حذف کرنا چاہتے ہیں؟ اس عمل کو واپس نہیں کیا جا سکتا۔
vi: Bạn có chắc chắn muốn xóa tiêu chí "{name}" không? Hành động này không thể hoàn tác.

source: Delete Task
ar: حذف المهمة
bn: কাজ মুছে ফেলুন
de: Aufgabe löschen
es: Eliminar Tarea
fr: Supprimer la tâche
hi: कार्य हटाएं
it: Elimina attività
ja: タスクを削除
ko: 작업 삭제
mr: कार्य हटवा
pa: ਕੰਮ ਹਟਾਓ
pt: Excluir Tarefa
ru: Удалить задачу
ta: பணியை நீக்கு
te: పనిని తొలగించు
tr: Görev Sil
uk: Видалити завдання
ur: کام حذف کریں
vi: Xóa nhiệm vụ
