Repository: dliutyi/TimeTracker
Catalog: lib/i18n/app_*.arb
Languages: ar, bn, de, es, fr, hi, it, ja, ko, mr, pa, pt, ru, ta, te, tr, uk, ur, vi

# errorSavingCriterion
source: Error saving criterion: {error}
ar: خطأ في حفظ المعيار: {error}
bn: মাপকাঠি সংরক্ষণ করতে ত্রুটি: {error}
de: Fehler beim Speichern des Kriteriums: {error}
es: Error al guardar criterio: {error}
fr: Erreur lors de la sauvegarde du critère: {error}
hi: मानदंड सहेजने में त्रुटि: {error}
it: Errore durante il salvataggio del criterio: {error}
ja: 基準を保存する際にエラーが発生しました: {error}
ko: 기준 저장 오류: {error}
mr: मापदंड सहेजण्यात त्रुटी: {error}
pa: ਮਾਪਦੰਡ ਸਹੇਜਣ ਲਈ ਤਰੰਗ: {error}
pt: Erro ao salvar o critério: {error}
ru: Ошибка при сохранении критерия: {error}
ta: அளவுகோலை சேமிக்க விழும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது: {error}
te: మాపకం సేవ్ చేయడంలో లోపం: {error}
tr: Kriteri kaydetme hatası: {error}
uk: Помилка при збереженні критерію: {error}
ur: معیار ذخیرہ کرنے میں غلطی: {error}
vi: Lỗi khi lưu tiêu chí: {error}

# errorSavingRatings
source: Error saving ratings: {error}
ar: خطأ في حفظ التقييمات: {error}
bn: মাপকাঠি রেটিং সংরক্ষণ করতে ত্রুটি: {error}
de: Fehler beim Speichern der Bewertungen: {error}
es: Error al guardar calificaciones: {error}
fr: Erreur lors de la sauvegarde des notes: {error}
hi: रेटिंग सहेजने में त्रुटि: {error}
it: Errore durante il salvataggio delle valutazioni: {error}
ja: 評価を保存する際にエラーが発生しました: {error}
ko: 평가 저장 오류: {error}
mr: रेटिंग सहेजण्यात त्रुटी: {error}
pa: ਰੇਟਿੰਗ ਸਹੇਜਣ ਲਈ ਤਰੰਗ: {error}
pt: Erro ao salvar as avaliações: {error}
ru: Ошибка при сохранении оценок: {error}
ta: மதிப்பீடுகளை சேமிக்க விழும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது: {error}
te: రేటింగ్సు సేవ్ చేయడంలో లోపం: {error}
tr: Değerlendirmeleri kaydetme hatası: {error}
uk: Помилка при збереженні оцінок: {error}
ur: درجہ بندی ذخیرہ کرنے میں غلطی: {error}
vi: Lỗi khi lưu đánh giá: {error}

# errorSavingTask
source: Error saving task: {error}
ar: خطأ في حفظ المهمة: {error}
bn: কাজ সংরক্ষণ করতে ত্রুটি: {error}
de: Fehler beim Speichern der Aufgabe: {error}
es: Error al guardar tarea: {error}
fr: Erreur lors de la sauvegarde de la tâche: {error}
hi: कार्य सहेजने में त्रुटि: {error}
it: Errore durante il salvataggio dell'attività: {error}
ja: タスクを保存する際にエラーが発生しました: {error}
ko: 작업 저장 오류: {error}
mr: कार्य सहेजण्यात त्रुटी: {error}
pa: ਕੰਮ ਸਹੇਜਣ ਲਈ ਤਰੰਗ: {error}
pt: Erro ao salvar a tarefa: {error}
ru: Ошибка при сохранении задачи: {error}
ta: பணியை சேமிக்க விழும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது: {error}
te: పనిని సేవ్ చేయడంలో లోపం: {error}
tr: Görevi kaydetme hatası: {error}
uk: Помилка при збереженні завдання: {error}
ur: کام ذخیرہ کرنے میں غلطی: {error}
vi: Lỗi khi lưu nhiệm vụ: {error}

# errorStoppingSession
source: Error stopping session: {error}
ar: خطأ في إيقاف الجلسة: {error}
bn: সেশন বন্ধ করতে ত্রুটি: {error}
de: Fehler beim Stoppen der Sitzung: {error}
es: Error al detener sesión: {error}
fr: Erreur lors de l'arrêt de la session: {error}
hi: सत्र रोकने में त्रुटि: {error}
it: Errore durante la fermata della sessione: {error}
ja: セッションを停止する際にエラーが発生しました: {error}
ko: 세션 중지 오류: {error}
mr: सत्र थांबवण्यात त्रुटी: {error}
pa: ਸੈਸ਼ਨ ਥਾਂਬਣ ਲਈ ਤਰੰਗ: {error}
pt: Erro ao parar a sessão: {error}
ru: Ошибка при остановке сессии: {error}
ta: அமர்வை நிறுத்த விழும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது: {error}
te: సెషన్‌ను నిలవబడించడంలో లోపం: {error}
tr: Oturumu durdurma hatası: {error}
uk: Помилка при зупинці сесії: {error}
ur: سیشن روکنے میں غلطی: {error}
vi: Lỗi khi dừng phiên: {error}

# exportAllAppDataToFile
source: Export all app data to a file
ar: تصدير جميع بيانات التطبيق إلى ملف
bn: সমস্ত অ্যাপলিকেশন ডাটা ফাইলে এক্সপোর্ট করুন
de: Alle Anwendungsdaten in Datei exportieren
es: Exportar todos los datos de la aplicación a un archivo
fr: Exporter toutes les données de l'application dans un fichier
hi: सभी डेटा फ़ाइल में निर्यात करें
it: Esporta tutti i dati dell'app in un file
ja: すべてのアプリデータをファイルにエクスポートします
ko: 모든 앱 데이터를 파일로 내보내기
mr: सर्व डेटा फाईल मध्ये निर्यात करा
pa: ਸਾਰੇ ਡਾਟਾ ਫਾਈਲ ਨਿਰਯਾਤ ਕਰੋ
pt: Exportar todos os dados do aplicativo para um arquivo
ru: Экспортировать все данные приложения в файл
ta: அனைத்து தரவுகளை ஒரு கோப்பில் வெளியேற்றவும்
te: మొత్తం డేటాను ఫైలుకు ఎక్స్పోర్ట్ చేయండి
tr: Tüm uygulama verilerini dosyaya dışa aktar
uk: Експортувати всі дані додатку до файлу
ur: تمام ڈیٹا باکس ڈیٹا کو فائل میں سراغ بھیں سکتے ہیں
vi: Xuất tất cả dữ liệu ứng dụng vào tệp

source: Export Data
ar: تصدير البيانات
bn: ডাটা এক্সপোর্ট করুন
de: Daten exportieren
es: Exportar Datos
fr: Exporter les données
hi: डेटा निर्यात करें
it: Esporta dati
ja: データをエクスポート
ko: 데이터 내보내기
mr: डेटा निर्यात करा
pa: ਡਾਟਾ ਨਿਰਯਾਤ ਕਰੋ
pt: Exportar Dados
ru: Экспорт данных
ta: தரவு வெளியேற்று
te: డేటాను ఎక్స్పోర్ట్ చేయండి
tr: Verileri dışa aktar
uk: Експортувати дані
ur: ڈیٹا سراغ بھیں سکتے ہیں
vi: Xuất dữ liệu

source: Filter by Criterion
ar: تصفية حسب المعيار
bn: মাপকাঠি দ্বারা ফিল্টার
de: Nach Kriterium filtern
es: Filtrar por Criterio
fr: Filtrer par Critère
hi: मानदंड से फ़िल्टर करें
it: Filtra per criterio
ja: 基準でフィルター
ko: 기준별 필터
mr: मापदंडानुसार फिल्टर करा
pa: ਮਾਪਦੰਡ ਦੁਆਰਾ ਫਿਲਟਰ ਕਰੋ
pt: Filtrar por Critério
ru: Фильтровать по критерию
ta: அளவுகோலால் வடிகட்டு
te: మాపకం ద్వారా ఫిల్టర్ చేయండి
tr: Kriterlere Göre Filtrele
uk: Фільтрувати за критерієм
ur: معیار کے لحاظ سے فلٹر کریں
vi: Lọc theo tiêu chí

source: Filter by Task
ar: تصفية حسب المهمة
bn: কাজ দ্বারা ফিল্টার
de: Nach Aufgabe filtern
es: Filtrar por Tarea
fr: Filtrer par Tâche
hi: कार्य से फ़िल्टर करें
it: Filtra per attività
ja: タスクでフィルター
ko: 작업별 필터
mr: कार्यानुसार फिल्टर करा
pa: ਕੰਮ ਦੁਆਰਾ ਫਿਲਟਰ ਕਰੋ
pt: Filtrar por Tarefa
ru: Фильтровать по задаче
ta: பணியால் வடிகட்டு
te: పని ద్వారా ఫిల్టర్ చేయండి
tr: Göreve Göre Filtrele
uk: Фільтрувати за завданням
ur: کام کے لحاظ سے فلٹر کریں
vi: Lọc theo nhiệm vụ

source: Follow system setting
ar: اتبع إعدادات النظام
bn: সিস্টেম সেটিং অনুসরণ করুন
de: Systemeinstellungen befolgen
es: Seguir configuración del sistema
fr: Suivre les paramètres du système
hi: सिस्टम सेटिंग का पालन करें
it: Segui impostazioni del sistema
ja: システム設定に従う
ko: 시스템 설정 따르기
mr: सिस्टम सेटिंग्ज अनुसार
pa: ਸਿਸਟਮ ਸੈਟਿੰਗ ਅਨੁਸਾਰ
pt: Seguir configurações do sistema
ru: Следующий системный параметр
ta: அமைப்புகளை பின்பற்று
te: సిస్టమ్ సెట్టింగ్లను అనుసరించండి
tr: Sistem ayarlarına göre
uk: Слідувати налаштуванням системи
ur: سسٹم سیٹنگز کو پیروی کریں
vi: Theo cài đặt hệ thống

source: French
ar: الفرنسية
bn: ফরাসি
de: Französisch
es: Francés
fr: Français
hi: फ़्रेंच
it: Francese
ja: フランス語
ko: 프랑스어
mr: फ्रेंच
pa: ਫਰੈਂਚ
pt: Francês
ru: Французский
ta: பிரெஞ்சு
te: ఫ్రెంచు
tr: Fransızca
uk: Французький
ur: فرنسی
vi: Pháp

source: General Motto
ar: الشعار العام
bn: সাধারণ মূলমন্ত্র
de: Allgemeines Motto
es: Lema General
fr: Devise générale
hi: सामान्य आदर्श वाक्य
it: Motto generale
ja: 一般的なモットー
ko: 일반 모토
mr: आपले समय ट्रॅक करा, आपले कार्य व्यवस्थापन करा, आपली उत्पादकता आसानीसे विश्लेषण करा.
pa: ਸਾਮਾਨਿਕ ਆਦਰਸ਼ ਵਾਕ
pt: Lema Geral
ru: Общий девиз
ta: பொதுவான முக்கியம்
te: సాధారణ స్లాగాన్
tr: Genel Slogan
uk: Загальний девіз
ur: عام مقولہ
vi: Khẩu hiệu chung

source: German
ar: الألمانية
bn: জার্মান
de: Deutsch
es: Alemán
fr: Allemand
hi: जर्मन
it: Tedesco
ja: ドイツ語
ko: 독일어
mr: जर्मन
pa: ਜਰਮਨ
pt: Alemão
ru: Немецкий
ta: ஜெர்மன்
te: జర్మన్
tr: Almanca
uk: Німецький
ur: جرمن
vi: Đức

source: Hindi
ar: الهندية
bn: হিন্দি
hi: हिंदी
ja: ヒンディー語
ko: 힌디어
mr: हिंदी
pa: ਹਿੰਦੀ
ru: Хинди
ta: ஹிந்தி
te: హిందీ
tr: Hindu
uk: Хінді
ur: ہندی

source: History
ar: السجل
bn: ইতিহাস
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
ko: 기록
mr: इतिहास
pa: ਇਤਿਹਾਸ
pt: Histórico
ru: История
ta: வரலாறு
te: చరిత్ర
tr: Geçmiş
uk: Історія
ur: تاریخ
vi: Lịch sử

source: How many values can be selected
ar: كم قيمة يمكن اختيارها
bn: কতটি মান নির্বাচন করা যাবে
de: Wie viele Werte können ausgewählt werden
es: ¿Cuántos valores se pueden seleccionar?
fr: Combien de valeurs peuvent être sélectionnées
hi: कितने मान चयन किए जा सकते हैं
it: Quanti valori possono essere selezionati
ja: いくつの値を選択できますか
ko: 몇 개의 값을 선택할 수 있습니까
mr: किती मूल्ये चुनू शकता?
pa: ਕਿੰਨੇ ਮੁੱਲਾਂ ਚੁਣਨੇ ਸਕਦੇ ਹੋਂ?
pt: Quantos valores podem ser selecionados?
ru: Сколько значений можно выбрать
ta: எத்தனை மதிப்புகளை தேர்ந்தெடுக்க முடியும்
te: ఎన్ని విలువలు ఎంచుకోవచ్చు?
tr: Kaç değer seçilebilir?
uk: Скільки значень можна вибрати
ur: کتنے قدرات منتخب کر سکتے ہیں؟
vi: Có thể chọn bao nhiêu giá trị?

source: Icon
ar: الأيقونة
bn: আইকন
de: Symbol
es: Icono
fr: Icône
hi: आयातन
it: Icona
ja: アイコン
ko: 아이콘
mr: आयकन
pa: ਆਈਕਾਨ
pt: Ícone
ru: Иконка
ta: ஐகோன்
te: ఐకాన్
tr: İkon
uk: Іконка
ur: ایکون
vi: Biểu tượng

source: Icons
ar: الأيقونات
bn: আইকনস
de: Symbole
es: Iconos
fr: Icônes
hi: आयातन
it: Icone
ja: アイコン
ko: 아이콘
mr: आयकन
pa: ਆਈਕਾਨ
pt: Ícones
ru: Иконки
ta: ஐகோன்கள்
te: ఐకాన్లు
tr: İkonlar
uk: Ікони
ur: ایک ایکون
vi: Biểu tượng

source: Import
ar: استيراد
bn: ইম্পোর্ট
de: Importieren
es: Importar
fr: Importer
hi: आयात
it: Importa
ja: インポート
ko: 가져오기
mr: आयात करा
pa: ਆਯਾਤ ਕਰੋ
pt: Importar
ru: Импорт
ta: செய்திருத்தப்பட்டது
te: దిగుమతి చేయండి
tr: İçe Aktar
uk: Імпорт
ur: وارد کریں
vi: Nhập

source: Import Data
ar: استيراد البيانات
bn: ডাটা ইম্পোর্ট করুন
de: Daten importieren
es: Importar Datos
fr: Importer les données
hi: डेटा आयात करें
it: Importa dati
ja: データをインポート
ko: 데이터 가져오기
mr: डेटा आयात करा
pa: ਡਾਟਾ ਆਯਾਤ ਕਰੋ
pt: Importar Dados
ru: Импорт данных
ta: தரவு செய்திருத்தப்பட்டது
te: డేటాను దిగుమతి చేయండి
tr: Verileri içe aktar
uk: Імпорт даних
ur: ڈیٹا وارد کریں
vi: Nhập dữ liệu

# importDataFromFile
source: Import data from a file
ar: استيراد البيانات من ملف
bn: ফাইল থেকে ডাটা ইম্পোর্ট করুন
de: Daten aus Datei importieren
es: Importar datos de un archivo
fr: Importer les données d'un fichier
hi: डेटा फ़ाइल से आयात करें
it: Importa dati da un file
ja: ファイルからデータをインポート
ko: 파일에서 데이터 가져오기
mr: फाईल से डेटा आयात करा
pa: ਫਾਈਲ ਤੋਂ ਡਾਟਾ ਆਯਾਤ ਕਰੋ
pt: Importar Dados de um Arquivo
ru: Импортировать данные из файла
ta: கோப்பிலிருந்து தரவு செய்திருத்தப்பட்டது
te: ఫైలుకు డేటాను దిగుమతి చేయండి
tr: Dosyadan verileri içe aktar
uk: Імпорт даних з файлу
ur: فائل سے ڈیٹا اندر آنے میں مطلوبہ کامیابی
vi: Nhập dữ liệu từ tệp

source: Increment/decrement step
ar: زيادة/نقصان الخطوة
bn: বাড়ানো/কমানো ধাপ
de: Schritt erhöhen/verringern
es: Incrementar/decrementar paso
fr: Augmenter/diminuer le pas
hi: चरण बढ़ाएं/घटाएं
it: Incrementa/decrementa passo
ja: 増減ステップ
ko: 증가/감소 단계
mr: वाढवा किंवा घटवा पाऊल
pa: ਵੱਧ/ਘੱਟ ਕਰਨ ਲਈ ਕਦਮ
pt: Incrementar/Decrementar Passo
ru: Увеличение/уменьшение шага
ta: அதிகரித்தல்/குறைத்தல் படி
te: ప్రతికొన్ని పెంచు/తగ్గించు
tr: Artır/Azalt Adım
uk: Збільшення/зменшення кроку
ur: افزائش/کم کرنے کے لیے قدم
vi: Tăng giảm bước

source: Italian
ar: الإيطالية
bn: ইতালিয়ান
de: Italienisch
es: Italiano
fr: Italien
hi: इटलियन
it: Italiano
ja: イタリア語
ko: 이탈리아어
mr: इटलियन
pa: ਇਤਾਲੀਆਈ
pt: Italiano
ru: Итальянский
ta: இத்தாலியன்
te: ఇటాలియన్
tr: İtalyanca
uk: Італійський
ur: ایٹالی
vi: Ýtali

source: Japanese
ar: اليابانية
bn: জাপানি
de: Japanisch
es: Japonés
fr: Japonais
hi: जापानी
it: Giapponese
ja: 日本語
ko: 일본어
mr: जापानी
pa: ਜਾਪਾਨੀ
pt: Japonês
ru: Японский
ta: ஜப்பானியம்
te: జపానీస్
tr: Japonca
uk: Японський
ur: جاپانی
vi: Nhật

source: Javanese
ar: اليابانية
bn: জাভানীস
de: Javanisch
es: Javonés
fr: Javanais
hi: जवानी
ja: ジャワ語
ko: 자바어
mr: जवाहरी
pa: ਜਵਾਹਰੀ
pt: Javonês
ru: Яванский
ta: ஜவானிஸ்
te: జవానీస్
tr: Java
uk: Яванський
ur: جاوانی

source: Korean
ar: الكورية
bn: করিয়ান
de: Koreanisch
es: Coreano
fr: Coréen
hi: कोरियाई
it: Coreano
ja: 韓国語
ko: 한국어
mr: कोरियन
pa: ਕੋਰੀਅਨ
pt: Coreano
ru: Корейский
ta: கோரியன்
te: కోరియన్
tr: Korece
uk: Корейський
ur: کوریائی
vi: Hàn

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
mr: भाषा
pa: ਭਾਸ਼ਾ
pt: Idioma
ru: Язык
ta: மொழி
te: భాష
tr: Dil
uk: Мова
ur: زبان
vi: Ngôn ngữ

source: Light
ar: الفاتح
bn: লাইট
de: Hell
es: Claro
fr: Clair
hi: लाइट
it: Chiaro
ja: ライト
ko: 라이트
mr: हलका
pa: ਹਲਕਾ
pt: Claro
ru: Светлый
ta: ஒளியான
te: లైట్
tr: Açık
uk: Світлий
ur: لاطیک
vi: Sáng

source: Listening...
ar: الاستماع...
bn: শ্রদ্ধারাহিত হচ্ছে...
de: Hören
es: Escuchando...
fr: Écoute
hi: सुनना
it: Ascolto
ja: リスニング
ko: 듣기
mr: श्रव्य
pa: ਸ਼ਬਦੀ
pt: Ouvindo
ru: Слушаю...
ta: செவிக்குறிப்பாக்கு
te: శ్రవణం
tr: Dinleme
uk: Слухаю...
ur: سننے کے لیے
vi: Nghe

source: List of Criteria
ar: قائمة المعايير
bn: মাপকাঠি তালিকা
de: Liste der Kriterien
es: Lista de Criterios
fr: Liste des Critères
hi: मानदंड सूची
it: Elenco criteri
ja: 基準一覧
ko: 기준 목록
mr: मापदंडांची यादी
pa: ਮਾਪਦੰਡਾਂ ਦਾ ਸੂਚੀ
pt: Lista de Critérios
ru: Список критериев
ta: அளவுகோல்கள் பட்டியல்
te: మాపకాలు జాబితా
tr: Kriter Listesi
uk: Список критеріїв
ur: معیاروں کی فہرست
vi: Danh sách tiêu chí

source: List of Tasks
ar: قائمة المهام
bn: কাজ তালিকা
de: Liste der Aufgaben
es: Lista de Tareas
fr: Liste des Tâches
hi: कार्य सूची
it: Elenco attività
ja: タスク一覧
ko: 작업 목록
mr: कार्यांची यादी
pa: ਕੰਮਾਂ ਦਾ ਸੂਚੀ
pt: Lista de Tarefas
ru: Список задач
ta: பணிகள் பட்டியல்
te: పనులు జాబితా
tr: Görev Listesi
uk: Список завдань
ur: کاموں کی فہرست
vi: Danh sách nhiệm vụ

source: Marathi
ar: الماراثي
bn: মারাঠি
es: Maratí
hi: मराठी
ja: マラーティ語
ko: 마라티어
mr: मराठी
pa: ਮਰਾਠੀ
ru: Маратхи
ta: மராத்தி
te: మరాథి
uk: Маратхі
ur: مراتھی

source: Maximum allowed value
ar: القيمة العليا المسموح بها
bn: সর্বোচ্চ মান প্রয়োজন
de: Maximale erlaubte Wert
es: Valor máximo permitido
fr: Valeur maximale autorisée
hi: अधिकतम अनुमत मान
it: Valore massimo consentito
ja: 最大値
ko: 최대 허용 값
mr: अधिकतम अनुमत मूल्य
pa: ਅਧੀਨਾਂ ਦਾ ਮੁੱਲ
pt: Valor Máximo Permitido
ru: Максимальное допустимое значение
ta: அனுமதிக்கப்பட்ட மதிப்பு
te: అధికంగా అనుమతించబడింది
tr: Maksimum Değer
uk: Максимальне дозволене значення
ur: زیادہ سے زیادہ قدر
vi: Giá trị tối đa cho phép

source: Max Value
ar: القيمة العليا
bn: সর্বোচ্চ মান
de: Maximaler Wert
es: Valor Máximo
fr: Valeur Maximale
hi: अधिकतम मान
it: Valore massimo
ja: 最大値
ko: 최대값
mr: अधिकतम मूल्य
pa: ਅਧੀਨਾਂ ਦਾ ਮੁੱਲ
pt: Valor Máximo
ru: Максимальное значение
ta: அதிகபட்ச மதிப்பு
te: అధికంగా అనుమతించబడింది
tr: Maksimum Değer
uk: Максимальне значення
ur: زیادہ سے زیادہ قدر
vi: Giá trị tối đa

source: Max value must be a number
ar: القيمة العليا يجب أن تكون رقما
bn: সর্বোচ্চ মান হতে হবে একটি সংখ্যা
de: Maximaler Wert muss eine Zahl sein
es: El valor máximo debe ser un número
fr: Valeur maximale doit être un nombre
hi: अधिकतम मान एक संख्या होना चाहिए
it: Il valore massimo deve essere un numero
ja: 最大値は数値である必要があります
ko: 최대값은 숫자여야 합니다
mr: अधिकतम मूल्य एक संख्या असणे आवश्यक आहे
pa: ਅਧੀਨਾਂ ਦਾ ਮੁੱਲ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਸੰਖਿਆ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: O valor máximo deve ser um número
ru: Максимальное значение должно быть числом
ta: அதிகபட்ச மதிப்பு ஒரு எண்ணாக இருக்க வேண்டும்
te: అధికంగా అనుమతించబడింది
tr: Maksimum değer bir sayı olmalıdır
uk: Максимальне значення повинно бути числом
ur: زیادہ سے زیادہ قدر ایک نمبر ہونی چاہیے
vi: Giá trị tối đa phải là một số

source: Max value must be greater than min value
ar: القيمة العليا يجب أن تكون أكبر من القيمة الدنيا
bn: সর্বোচ্চ মান সর্বনিম্ন মানের চেয়ে বেশি হতে হবে
de: Maximaler Wert muss größer als der Mindestwert sein
es: El valor máximo debe ser mayor que el valor mínimo
fr: Valeur maximale doit être supérieure à la valeur minimale
hi: अधिकतम मान न्यूनतम मान से अधिक होना चाहिए
it: Il valore massimo deve essere maggiore del valore minimo
ja: 最大値は最小値より大きい必要があります
ko: 최대값은 최소값보다 커야 합니다
mr: अधिकतम मूल्य किमान मूल्यापेक्षा अधिक असणे आवश्यक आहे
pa: ਅਧੀਨਾਂ ਦਾ ਮੁੱਲ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਸੰਖਿਆ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: O valor máximo deve ser maior que o valor mínimo
ru: Максимальное значение должно быть больше минимального значения
ta: அதிகபட்ச மதிப்பு குறைந்தபட்ச மதிப்பை விட அதிகமாக இருக்க வேண்டும்
te: అధికంగా అనుమతించబడింది
tr: Maksimum değer minimum değerden büyük olmalıdır
uk: Максимальне значення повинно бути більше мінімального
ur: زیادہ سے زیادہ قدر کم سے کم قدر سے زیادہ ہونی چاہیے
vi: Giá trị tối đa phải lớn hơn giá trị tối thiểu

# maxValueRequired
source: Max value is required
ar: القيمة العلية مطلوبة
bn: সর্বোচ্চ মান প্রয়োজন
de: Maximaler Wert ist erforderlich
es: El valor máximo es obligatorio
fr: Valeur maximale requise
hi: अधिकतम मान आवश्यक है
it: Il valore massimo è obbligatorio
ja: 最大値は必須です
ko: 최대값은 필수입니다
mr: अधिकतम मूल्य आवश्यक आहे
pa: ਅਧੀਨਾਂ ਦਾ ਮੁੱਲ ਲੋੜੀਂਦਾ ਹੈ
pt: O valor máximo é obrigatório
ru: Максимальное значение обязательно
ta: அதிகபட்ச மதிப்பு தேவை
te: అధికంగా అనుమతించబడింది
tr: Maksimum değer gereklidir
uk: Максимальне значення обов'язкове
ur: زیادہ سے زیادہ قدر ضروری ہے
vi: Giá trị tối đa là bắt buộc

source: Minimum allowed value
ar: القيمة الدنيا المسموح بها
bn: সর্বনিম্ন মান প্রয়োজন
de: Minimale erlaubte Wert
es: Valor mínimo permitido
fr: Valeur minimale autorisée
hi: न्यूनतम अनुमत मान
it: Valore minimo consentito
ja: 最小値
ko: 최소 허용 값
mr: न्यूनतम अनुमत मूल्य
pa: ਅਧੀਨਾਂ ਦਾ ਮੁੱਲ
pt: Valor Mínimo Permitido
ru: Минимальное допустимое значение
ta: அனுமதிக்கப்பட்ட மதிப்பு
te: కనీసం అనుమతించబడింది
tr: Minimum Değer
uk: Мінімальне дозволене значення
ur: کم سے کم قدر
vi: Giá trị tối thiểu cho phép

# minMustBeLessThanMax
source: Min value must be less than max value
ar: القيمة الدنيا يجب أن تكون أقل من القيمة العليا
bn: সর্বনিম্ন মান সর্বোচ্চ মানের চেয়ে কম হতে হবে
de: Mindestwert muss kleiner als der Höchstwert sein
es: El valor mínimo debe ser menor que el valor máximo
fr: Valeur minimale doit être inférieure à la valeur maximale
hi: न्यूनतम मान अधिकतम मान से कम होना चाहिए
it: Il valore minimo deve essere inferiore al valore massimo
ja: 最小値は最大値より小さい必要があります
ko: 최소값은 최대값보다 작아야 합니다
mr: न्यूनतम मूल्य अधिकतम मूल्यापेक्षा कमी असणे आवश्यक आहे
pa: ਅਧੀਨਾਂ ਦਾ ਮੁੱਲ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਸੰਖਿਆ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: O valor mínimo deve ser menor que o valor máximo
ru: Минимальное значение должно быть меньше максимального
ta: குறைந்தபட்ச மதிப்பு அதிகபட்ச மதிப்பை விட குறைந்ததாக இருக்க வேண்டும்
te: కనీసం అధికంగా అనుమతించబడింది
tr: Minimum değer maksimum değerden küçük olmalıdır
uk: Мінімальне значення повинно бути менше максимального
ur: کم سے کم قدر زیادہ سے زیادہ قدر سے کم ہونی چاہیے
vi: Giá trị tối thiểu phải nhỏ hơn giá trị tối đa

source: Min Value
ar: القيمة الدنيا
bn: সর্বনিম্ন মান
de: Mindestwert
es: Valor Mínimo
fr: Valeur Minimale
hi: न्यूनतम मान
it: Valore minimo
ja: 最小値
ko: 최소값
mr: न्यूनतम मूल्य
pa: ਅਧੀਨਾਂ ਦਾ ਮੁੱਲ
pt: Valor Mínimo
ru: Минимальное значение
ta: குறைந்தபட்ச மதிப்பு
te: కనీసం అనుమతించబడింది
tr: Minimum Değer
uk: Мінімальне значення
ur: کم سے کم قدر
vi: Giá trị tối thiểu

source: Min value must be a number
ar: القيمة الدنيا يجب أن تكون رقما
bn: সর্বনিম্ন মান হতে হবে একটি সংখ্যা
de: Mindestwert muss eine Zahl sein
es: El valor mínimo debe ser un número
fr: Valeur minimale doit être un nombre
hi: न्यूनतम मान एक संख्या होना चाहिए
it: Il valore minimo deve essere un numero
ja: 最小値は数値である必要があります
ko: 최소값은 숫자여야 합니다
mr: न्यूनतम मूल्य एक संख्या असणे आवश्यक आहे
pa: ਅਧੀਨਾਂ ਦਾ ਮੁੱਲ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਸੰਖਿਆ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: O valor mínimo deve ser um número
ru: Минимальное значение должно быть числом
ta: குறைந்தபட்ச மதிப்பு ஒரு எண்ணாக இருக்க வேண்டும்
te: కనీసం అనుమతించబడింది
tr: Minimum değer bir sayı olmalıdır
uk: Мінімальне значення повинно бути числом
ur: کم سے کم قدر ایک نمبر ہونی چاہیے
vi: Giá trị tối thiểu phải là một số

source: Min value must be less than max value
ar: القيمة الدنيا يجب أن تكون أقل من القيمة العليا
bn: সর্বনিম্ন মান সর্বোচ্চ মানের চেয়ে কম হতে হবে
de: Mindestwert muss kleiner als der Höchstwert sein
es: El valor mínimo debe ser menor que el valor máximo
fr: Valeur minimale doit être inférieure à la valeur maximale
hi: न्यूनतम मान अधिकतम मान से कम होना चाहिए
it: Il valore minimo deve essere inferiore al valore massimo
ja: 最小値は最大値より小さい必要があります
ko: 최소값은 최대값보다 작아야 합니다
mr: न्यूनतम मूल्य अधिकतम मूल्यापेक्षा कमी असणे आवश्यक आहे
pa: ਅਧੀਨਾਂ ਦਾ ਮੁੱਲ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਸੰਖਿਆ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: O valor mínimo deve ser menor que o valor máximo
ru: Минимальное значение должно быть меньше максимального значения
ta: குறைந்தபட்ச மதிப்பு அதிகபட்ச மதிப்பை விட குறைந்ததாக இருக்க வேண்டும்
te: కనీసం అనుమతించబడింది
tr: Minimum değer maksimum değerden küçük olmalıdır
uk: Мінімальне значення повинно бути менше максимального
ur: کم سے کم قدر زیادہ سے زیادہ قدر سے کم ہونی چاہیے
vi: Giá trị tối thiểu phải nhỏ hơn giá trị tối đa

# minValueRequired
source: Min value is required
ar: القيمة الدنيا مطلوبة
bn: সর্বনিম্ন মান প্রয়োজন
de: Mindestwert ist erforderlich
es: El valor mínimo es obligatorio
fr: Valeur minimale requise
hi: न्यूनतम मान आवश्यक है
it: Il valore minimo è obbligatorio
ja: 最小値は必須です
ko: 최소값은 필수입니다
mr: न्यूनतम मूल्य आवश्यक आहे
pa: ਅਧੀਨਾਂ ਦਾ ਮੁੱਲ ਲੋੜੀਂਦਾ ਹੈ
pt: O valor mínimo é obrigatório
ru: Минимальное значение обязательно
ta: குறைந்தபட்ச மதிப்பு தேவை
te: కనీసం అనుమతించబడింది
tr: Minimum değer gereklidir
uk: Мінімальне значення обов'язкове
ur: کم سے کم قدر ضروری ہے
vi: Giá trị tối thiểu là bắt buộc

source: Month
ar: الشهر
bn: মাস
de: Monat
es: Mes
fr: Mois
hi: महीना
it: Mese
ja: 月
ko: 월
mr: महिना
pa: ਮਹੀਨਾ
pt: Mês
ru: Месяц
ta: மாதம்
te: నెల
tr: Ay
uk: Місяць
ur: مہینہ
vi: Tháng

source: Motto (optional)
ar: الشعار (اختياري)
bn: মূলমন্ত্র (বাছাইযোগ্য)
es: Motto (opcional)
fr: Motto (optionnel)
hi: आदर्श वाक्य (वैकल्पिक)
it: Motto facoltativo
ja: モットー(オプション)
ko: 모토 (선택사항)
mr: बोधवाक्य (वैकल्पिक)
pa: ਆਦਰਸ਼ (ਵਰਤੋਂਕਾਰੀ)
pt: Motto (Opcional)
ru: Девиз (опционально)
ta: முக்கியம் (ஒப்பீட்டு)
te: స్లాగాన్ అనుమతించబడింది
tr: Motto (İsteğe Bağlı)
uk: Опціональний девіз
ur: مقولہ (آپشنل)
vi: Motto (Tùy chọn)

# mottoTooLong
source: Motto must be 128 characters or less
ar: الشعار يجب أن يكون أقل من 128 حرف
bn: মূলমন্ত্র হতে হবে কমপক্ষে 128 টি অক্ষর
de: Motto ist zu lang
es: El motto debe tener menos de 128 caracteres
fr: Le motto doit contenir moins de 128 caractères
hi: आदर्श वाक्य 128 अक्षरों से अधिक नहीं होना चाहिए
it: Il motto è troppo lungo
ja: モットーは128文字以内である必要があります
ko: 모토는 128자 이하여야 합니다
mr: बोधवाक्य 128 अक्षरांपेक्षा अधिक असणे आवश्यक आहे
pa: ਮਾਤਰਾ 128 ਅੰਕਾਂ ਤੋਂ ਘੱਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: O motto deve ter menos de 128 caracteres
ru: Девиз должен быть 128 символов или меньше
ta: முக்கியம் 128 எழுத்துக்களுக்கு மிகவும் நீளமாக இருக்க வேண்டும்
te: స్లాగాన్ 128 అక్షరాలు కనీసం ఉండాలి
tr: Motto 128 karakterden fazla olamaz
uk: Девіз занадто довгий
ur: مقولہ 128 حروف سے زیادہ ہونی چاہیے
vi: Motto phải ít hơn 128 ký tự

# nameRequired
source: Name is required
ar: اسم المهمة مطلوب
bn: নাম প্রয়োজন
de: Name ist erforderlich
es: El nombre es obligatorio
fr: Le nom est requis
hi: नाम आवश्यक है
it: Il nome è obbligatorio
ja: 名前は必須です
ko: 이름은 필수입니다
mr: नाव आवश्यक आहे
pa: ਨਾਮ ਲੋੜੀਂਦਾ ਹੈ
pt: O nome é obrigatório
ru: Имя обязательно
ta: பெயர் தேவை
te: పేరు అవసరం
tr: Ad gereklidir
uk: Назва обов'язкова
ur: نام ضروری ہے
vi: Tên là bắt buộc

# nameTooLong
source: Task name must be 32 characters or less
ar: اسم المهمة يجب أن يكون أقل من 32 حرف
bn: নাম হতে হবে কমপক্ষে 32 টি অক্ষর
de: Name ist zu lang
es: El nombre debe tener menos de 32 caracteres
fr: Le nom doit contenir moins de 32 caractères
hi: नाम 32 अक्षरों से अधिक नहीं होना चाहिए
it: Il nome è troppo lungo
ja: 名前は32文字以内である必要があります
ko: 이름은 32자 이하여야 합니다
mr: नाव 32 अक्षरांपेक्षा अधिक असणे आवश्यक आहे
pa: ਨਾਮ 32 ਅੰਕਾਂ ਤੋਂ ਘੱਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: O nome deve ter menos de 32 caracteres
ru: Название задачи должно быть 32 символов или меньше
ta: பெயர் 32 எழுத்துக்களுக்கு மிகவும் நீளமாக இருக்க வேண்டும்
te: పేరు 32 అక్షరాలు కనీసం ఉండాలి
tr: Ad 32 karakterden fazla olamaz
uk: Назва завдання занадто довга
ur: نام 32 حروف سے زیادہ ہونی چاہیے
vi: Tên phải ít hơn 128 ký tự

source: No active task
ar: لا توجد مهمة نشطة
bn: কোন কাজ সক্রিয় নেই
de: Keine aktive Aufgabe
es: No hay tarea activa
fr: Aucune tâche active
hi: कोई सक्रिय कार्य नहीं
it: Nessuna attività attiva
ja: アクティブなタスクがありません
ko: 활성 작업이 없습니다
mr: अद्याप कोणतेही सक्रिय कार्य नाही
pa: ਕੋਈ ਸਰਗਰਮ ਕੰਮ ਨਹੀਂ
pt: Nenhuma tarefa ativa
ru: Нет активной задачи
ta: செயலில் உள்ள பணியை இல்லை
te: సక్రియ పని లేవు
tr: Aktif görev yok
uk: Немає активного завдання
ur: کوئی فعال کام نہیں
vi: Không có nhiệm vụ đang hoạt động
