Repository: dliutyi/TimeTracker
Catalog: lib/i18n/app_*.arb
Languages: ar, bn, de, es, fr, hi, it, ja, ko, mr, pa, pt, ru, ta, te, tr, uk, ur, vi

source: Task Frequency Over Time
ar: تكرار المهام بمرور الوقت
bn: কাজের ফ্রিকোয়েন্সি সময়ের মধ্যে
de: Aufgabenhäufigkeit über Zeit
es: Frecuencia de tareas en el tiempo
fr: Fréquence des Tâches dans le Temps
hi: कार्य आवृत्ति समय के साथ
it: Frequenza Attività nel Tempo
ja: 時間経過によるタスク頻度
ko: 시간에 따른 작업 빈도
mr: कालांतराने कार्य वारंवारता
pa: ਸਮਾਂ ਦੇ ਦਰਸ਼ਨ ਕੰਮ ਵਾਰਵਾਰਤਾ
pt: Frequência de Tarefas ao Longo do Tempo
ru: Частота задач во времени
ta: நேரத்தில் பணிகளின் அடிப்படையில் அமர்வுகள்
te: సమయంలో పని ప్రామాణిక వివరాలు
tr: Zaman içinde görev sıklığı
uk: Частота завдань у часі
ur: وقت کے ساتھ کام کی تعدد
vi: Tần suất Nhiệm vụ Theo Thời gian

source: Task Name
ar: اسم المهمة
bn: কাজের নাম
de: Aufgabenname
es: Nombre de la tarea
fr: Nom de la tâche
hi: कार्य का नाम
it: Nome dell'attività
ja: タスク名
ko: 작업 이름
mr: कार्याचे नाव
pa: ਕੰਮ ਦਾ ਨਾਮ
pt: Nome da Tarefa
ru: Название задачи
ta: பணிப்பட்டது
te: పని పేరు
tr: Görev Adı
uk: Назва завдання
ur: کام کا نام
vi: Tên nhiệm vụ

source: Telugu
ar: التلغوية
bn: তেলুগু
hi: तेलुगु
ja: テルグ語
ko: 텔루구어
mr: तेलुगु
pa: ਤੇਲੁਗੁ
ru: Телугу
ta: தேலுகு
te: తెలుగు
uk: Телугу
ur: تلگو

source: This task has no criteria assigned.
ar: هذه المهمة ليس لديها معايير معينة.
bn: এই কাজটি কোন মাপকাঠি বরাদ্দ করা হয়েছে না।
de: Diese Aufgabe hat keine Kriterien zugewiesen.
es: Esta tarea no tiene criterios asignados.
fr: Cette tâche n'a pas de critères assignés.
hi: यह कार्य कोई मानदंड नहीं बदला है
it: Questa attività non ha criteri assegnati.
ja: このタスクには基準が割り当てられていません。
ko: 이 작업은 기준이 없습니다.
mr: हा कार्यासाठी कोणतेही मापदंड नाहीत
pa: ਇਹ ਕੰਮ ਲਈ ਕੋਈ ਮਾਪਦੰਡ ਨਹੀਂ ਹੈ
pt: Esta tarefa não tem critérios atribuídos
ru: Это задание не имеет назначенных критериев.
ta: இந்த பணிக்கு அளவுகோல்கள் இல்லை
te: ఈ పనికి కనీసం మాపకం ఏదీ చేయబడలేదు
tr: Bu görev için kriter atanmamış
uk: Це завдання не має призначених критеріїв
ur: یہ کام کے لیے کوئی معیار نہیں ہے
vi: Nhiệm vụ này không có tiêu chí nào

source: Time Spent per Task
ar: الوقت المستغرق لكل مهمة
bn: প্রতি কাজে ব্যয় করা সময়
de: Zeit pro Aufgabe
es: Tiempo dedicado por tarea
fr: Temps Passé par Tâche
hi: प्रति कार्य खर्च किया गया समय
it: Tempo Trascorso per Attività
ja: タスクごとの時間
ko: 작업당 소요 시간
mr: कार्याने वापरलेले वेळ
pa: ਕੰਮ ਦੇ ਵਰਤੇ ਸਮਾਂ
pt: Tempo Gasto por Tarefa
ru: Время, потраченное на задачу
ta: பணிக்கு செலவிடப்பட்ட நேரம்
te: పనికి సమయం పాటించబడింది
tr: Görev Başına Harcanan Zaman
uk: Час, витрачений на завдання
ur: ہر کام پر خرچ کیا گیا وقت
vi: Thời gian Dành cho Mỗi Nhiệm vụ

source: Turkish
ar: التركية
bn: তুর্কি
de: Türkisch
es: Turco
fr: Turque
hi: तुर्की
it: Turco
ja: トルコ語
ko: 터키어
mr: तुर्की
pa: ਤੁਰਕੀ
pt: Turco
ru: Турецкий
ta: துருக்கி
te: తూర్కిష్
tr: Türkçe
uk: Турецький
ur: ترکی
vi: Thổ Nhĩ Kỳ

source: Type
ar: النوع
bn: ধরন
de: Typ
es: Tipo
hi: प्रकार
it: Tipo
ja: タイプ
ko: 유형
mr: प्रकार
pa: ਕਿਸਮ
pt: Tipo
ru: Тип
ta: வகை
te: రకం
tr: Tip
uk: Тип
ur: قسم
vi: Loại

source: Ukrainian
ar: الأوكرانية
bn: ইউক্রেনিয়ান
de: Ukrainisch
es: Ucraniano
fr: Ukrainien
hi: युक्रेनियाई
it: Ucraino
ja: ウクライナ語
ko: 우크라이나어
mr: युक्रेनियन
pa: ਯੁਕਰੀਨੀਆਈ
pt: Ucraino
ru: Украинский
ta: உக்ரைனியன்
te: యుక్రేనియన్
tr: Ukraynaca
uk: Український
ur: یوکرینی
vi: Ucrai

source: Unknown
ar: غير معروف
bn: অজানা
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja: 不明
ko: 알 수 없음
mr: अज्ञात
pa: ਅਣਜਾਣ
pt: Desconhecido
ru: Неизвестно
ta: அறியப்படாத
te: అజ్ఞాత
tr: Bilinmeyen
uk: Невідомо
ur: نامعلوم
vi: Không xác định

source: Unknown Task
ar: مهمة غير معروفة
bn: অজানা কাজ
de: Unbekannte Aufgabe
es: Tarea desconocida
fr: Tâche inconnue
hi: अज्ञात कार्य
it: Attività sconosciuta
ja: 不明なタスク
ko: 알 수 없는 작업
mr: अज्ञात कार्य
pa: ਅਣਜਾਣ ਕੰਮ
pt: Tarefa Desconhecida
ru: Неизвестная задача
ta: அறியப்படாத பணி
te: అజ్ఞాత పని
tr: Bilinmeyen Görev
uk: Невідоме завдання
ur: نامعلوم کام
vi: Không xác định nhiệm vụ

source: Update Criterion
ar: تحديث المعيار
bn: মাপকাঠি আপডেট করুন
de: Kriterium aktualisieren
es: Actualizar Criterio
fr: Mettre à jour le critère
hi: मानदंड अपडेट करें
it: Aggiorna criterio
ja: 基準を更新
ko: 기준 업데이트
mr: मापदंड अद्ययावत करा
pa: ਮਾਪਦੰਡ ਅਦਿਤ ਕਰੋ
pt: Atualizar Critério
ru: Обновить критерий
ta: அளவுகோலை புதுப்பிக்கவும்
te: మాపకం అదిగ్రహించండి
tr: Kriteri Güncelle
uk: Оновити критерій
ur: معیار اپ ڈیٹ کریں
vi: Cập nhật tiêu chí

source: Update Task
ar: تحديث المهمة
bn: কাজ আপডেট করুন
de: Aufgabe aktualisieren
es: Actualizar Tarea
fr: Mettre à jour la tâche
hi: कार्य अपडेट करें
it: Aggiorna attività
ja: タスクを更新
ko: 작업 업데이트
mr: कार्य अद्ययावत करा
pa: ਕੰਮ ਅਦਿਤ ਕਰੋ
pt: Atualizar Tarefa
ru: Обновить задачу
ta: பணியை புதுப்பிக்கவும்
te: పనిని అదిగ్రహించండి
tr: Görevi Güncelle
uk: Оновити завдання
ur: کام اپ ڈیٹ کریں
vi: Cập nhật nhiệm vụ

source: Urdu
ar: الأوردوية
bn: উরদু
hi: उर्दू
ja: ウルドゥー語
ko: 우르드어
mr: उर्दू
pa: ਉਰਦੂ
ru: Урду
ta: உருது
te: ఉర్దు
uk: Урду
ur: اردو

source: Value
ar: القيمة
bn: মান
de: Wert
es: Valor
fr: Valeur
hi: मान
it: Valore
ja: 値
ko: 값
mr: मूल्य
pa: ਮੁੱਲ
pt: Valor
ru: Значение
ta: மதிப்பு
te: విలువ
tr: Değer
uk: Значення
ur: قدر
vi: Giá trị

source: Value cannot be empty
ar: القيمة لا يمكن أن تكون فارغة
bn: মান হতে হবে না খালি
de: Wert kann nicht leer sein
es: El valor no puede ser vacío
fr: La valeur ne peut pas être vide
hi: मान खाली नहीं हो सकता
it: Il valore non può essere vuoto
ja: 値は空にすることはできません
ko: 값은 비어있을 수 없습니다
mr: मूल्य खालीलप्रमाणे असू शकत नाही
pa: ਮੁੱਲ ਖਾਲੀ ਹਨ ਨਹੀਂ ਸਕਦਾ
pt: O valor não pode ser vazio
ru: Значение не может быть пустым
ta: மதிப்பு இல்லை
te: విలువ ఖాళీ కాదు
tr: Değer boş olamaz
uk: Значення не може бути порожнім
ur: قدر خالی ہونی چاہیے
vi: Giá trị không được để trống

source: values
ar: القيم
bn: মানস
de: Werte
es: valores
fr: valeurs
hi: मान
it: Valori
ja: 値
ko: 값
mr: मूल्ये
pa: ਮੁੱਲਾਂ
pt: Valores
ru: Значения
ta: மதிப்புகள்
te: విలువలు
tr: Değerler
uk: Значення
ur: قدرات
vi: Giá trị

# valueX
source: Value {index}
ar: القيمة {index}
bn: মান {index}
de: Wert {index}
es: Valor {index}
fr: Valeur {index}
hi: मान {index}
it: Valore {index}
ja: 値{index}
ko: 값 {index}
mr: मूल्य {index}
pa: ਮੁੱਲ {index}
pt: Valor {index}
ru: Значение {index}
ta: மதிப்பு {index}
te: విలువ {index}
tr: Değer {index}
uk: Значення {index}
ur: قدر {index}
vi: Giá trị {index}

source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
mr: आवृत्ती
pa: ਸਂਸਕਰਣ
pt: Versão
ru: Версия
ta: பதிப்பு
te: వెర్షన్
tr: Versiyon
uk: Версія
ur: ورژن
vi: Phiên bản

source: Vietnamese
ar: الفيتنامية
bn: ভিয়েতনামিজ
de: Vietnamesisch
es: Vietnamita
fr: Vietnamien
hi: वियतनामी
it: Vietnamita
ja: ベトナム語
ko: 베트남어
mr: वियतनामी
pa: ਵਿਏਟਨਾਮੀ
pt: Vietnamita
ru: Вьетнамский
ta: வியட்நாமீஸ்
te: వెయిట్నామీస్
tr: Vietnamca
uk: В'єтнамський
ur: ویتنامی
vi: Việt Nam

source: Week
ar: الأسبوع
bn: সপ্তাহ
de: Woche
es: Semana
fr: Semaine
hi: सप्ताह
it: Settimana
ja: 週
ko: 주
mr: आठवडा
pa: ਹਫਤ
pt: Semana
ru: Неделя
ta: வாரம்
te: వారం
tr: Hafta
uk: Тиждень
ur: ہفتہ
vi: Tuần

# welcomeDescription
source: Track your time, manage tasks, and analyze your productivity with ease.
ar: تتبع وقتك، وإدارة المهام، وتحليل إنتاجيتك بسهولة.
bn: আপনার সময় ট্র্যাক করা, কাজ পরিচালনা এবং আপনার উত্পাদনশীলতা বিশ্লেষণ সহজে করুন।
de: Willkommen bei YuDi Time Tracker
es: Bienvenido a YuDi Time Tracker
fr: Bienvenue dans YuDi Time Tracker
hi: आपका समय ट्रैक करना, कार्य प्रबंधन और आपकी उत्पादन क्षमता का विश्लेषण आसानी से करें।
it: Traccia il tuo tempo, gestisci le attività e analizza la tua produttività con facilità.
ja: 時間を追跡し、タスクを管理し、生産性を簡単に分析できます。
ko: 시간을 추적하고, 작업을 관리하며, 생산성을 쉽게 분석하세요.
mr: आपली वेळ ट्रॅक करा, कार्य व्यवस्थापन आणि आपली उत्पादकता आसानीसे विश्लेषण करा.
pa: ਆਪਣੇ ਸਮਾਂ ਟਰੈਕ ਕਰੋ, ਕੰਮ ਪਰਿਚਾਲਨ ਅਤੇ ਆਪਣੀ ਉਤਪਾਦਕਤਾ ਆਸਾਨੀ ਨਾਲ ਵਿਸ਼ਲੇ਷ਣ ਕਰੋ।
pt: Rastreie seu tempo, gerencie tarefas e analise sua produtividade com facilidade.
ru: Отслеживайте свое время, управляйте задачами и анализируйте свою продуктивность с легкостью.
ta: நேரத்தை கண்காணிக்கவும், பணிகளை நிர்வகிக்கவும், உதபாக்கத்தை எளிதாக விவரிக்கவும்.
te: మీ సమయాన్ని ట్రాక్ చేయండి, పనులను నిర్వహించండి మరియు మీ ఉత్పాదకతను సులభంగా విశ్లేషించండి।
tr: Zamanınızı takip edin, görevleri yönetin ve verimliliğinizi kolayca analiz edin.
uk: Відстежуйте свій час, керуйте завданнями та аналізуйте свою продуктивність з легкістю.
ur: وقت ٹریک کریں، کاموں کو ڈیٹا باکس میں ذخیرہ کریں، اور اپنی پیداوار کو آسانی سے لکھیں۔
vi: Theo dõi thời gian của bạn, quản lý nhiệm vụ và phân tích năng suất của bạn một cách dễ dàng.

# welcomeTitle
source: Welcome to YuDi Time Tracker
ar: مرحباً بك في YuDi Time Tracker
bn: আপনাকে স্বাগতম যিনি YuDi Time Tracker ব্যবহার করছেন
de: Willkommen bei YuDi Time Tracker
es: Bienvenido a YuDi Time Tracker
fr: Bienvenue dans YuDi Time Tracker
hi: YuDi Time Tracker में आपका स्वागत है
it: Benvenuto in YuDi Time Tracker
ja: YuDi Time Trackerへようこそ
ko: YuDi Time Tracker에 오신 것을 환영합니다
mr: YuDi Time Tracker मध्ये आपले स्वागत आहे
pa: YuDi Time Tracker ਵਿੱਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ
pt: Bem-vindo ao YuDi Time Tracker
ru: Добро пожаловать в YuDi Time Tracker
ta: YuDi Time Tracker-க்கு வரவேற்கிறோம்
te: YuDi Time Tracker కు స్వాగతం
tr: YuDi Time Tracker'a Hoş Geldiniz
uk: Ласкаво просимо до YuDi Time Tracker
ur: YuDi Time Tracker سے خوش آمدید
vi: Chào mừng đến với YuDi Time Tracker

source: Year
ar: السنة
bn: বছর
de: Jahr
es: Año
fr: Année
hi: वर्ष
it: Anno
ja: 年
ko: 년
mr: वर्ष
pa: ਸਾਲ
pt: Ano
ru: Год
ta: ஆண்டு
te: సంవత్సరం
tr: Yıl
uk: Рік
ur: سال
vi: Năm
