Repository: dliutyi/TimeTracker
Catalog: lib/i18n/app_*.arb
Languages: ar, bn, de, es, fr, hi, it, ja, ko, mr, pa, pt, ru, ta, te, tr, uk, ur, vi

# deleteTaskMessage
source: This will permanently delete the task and all associated sessions. This action cannot be undone. Consider disabling the task instead if you're not sure.
ar: هل أنت متأكد من أنك تريد حذف هذه المهمة؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি নিশ্চিত যে আপনি এই কাজটি মুছতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Dies wird die Aufgabe und alle zugehörigen Sitzungen dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden. Überlegen Sie, die Aufgabe stattdessen zu deaktivieren, wenn Sie nicht sicher sind.
es: ¿Estás seguro de que deseas eliminar esta tarea? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette tâche ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई इस कार्य को हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
it: Sei sicuro di voler eliminare questa attività? Questa azione non può essere annullata.
ja: このタスクを削除してもよろしいですか？この操作は元に戻せません。
ko: 이 작업을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
mr: आपण खात्री आहे की आपण हे कार्य हटवू इच्छिता? ही क्रिया पूर्ववत करता येणार नाही.
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਕੰਮ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pt: Tem certeza de que deseja excluir esta tarefa? Esta ação não pode ser desfeita.
ru: Это удалит задачу и все связанные сессии. Это действие нельзя отменить. Рассмотрите возможность выключения задачи, если вы не уверены.
ta: இந்த பணியை நீக்க விரும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது.
te: మీరు ఖచ్చితంగా ఈ పనిని తొలగించాలనుకుంటున్నారా? ఈ చర్యను రద్దు చేయలేరు.
tr: Bu görevi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Це видалить завдання і всі пов'язані сесії. Цю дію неможливо скасувати. Розгляньте можливість вимкнення завдання, якщо ви не впевнені.
ur: کیا آپ واقعی اس کام کو حذف کرنا چاہتے ہیں؟ اس عمل کو واپس نہیں کیا جا سکتا۔
vi: Bạn có chắc chắn muốn xóa nhiệm vụ này không? Hành động này không thể hoàn tác.

source: Disable
ar: تعطيل
bn: নিষ্ক্রিয় করুন
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
hi: अक्रिय करें
it: Disabilita
ja: 無効化
ko: 비활성화
mr: निष्क्रिय करा
pa: ਅਕਰਿਯਾਤ ਕਰੋ
pt: Desabilitar
ru: Выключить
ta: நிறுத்து
te: నిష్కరించు
tr: Devre Dışı Bırak
uk: Вимкнути
ur: غیر فعال کریں
vi: Vô hiệu hóa

source: Disable Task
ar: تعطيل المهمة
bn: কাজ নিষ্ক্রিয় করুন
de: Aufgabe deaktivieren
es: Deshabilitar Tarea
fr: Désactiver la tâche
hi: कार्य अक्रिय करें
it: Disabilita attività
ja: タスクを無効化
ko: 작업 비활성화
mr: कार्य निष्क्रिय करा
pa: ਕੰਮ ਅਕਰਿਯਾਤ ਕਰੋ
pt: Desabilitar Tarefa
ru: Выключить задачу
ta: பணியை நிறுத்து
te: పనిని నిష్కరించు
tr: Görevi Devre Dışı Bırak
uk: Вимкнути завдання
ur: کام غیر فعال کریں
vi: Vô hiệu hóa nhiệm vụ

# disableTaskMessage
source: This will disable the task. It will be moved to the bottom of the list. You can enable it again later.
ar: هل أنت متأكد من أنك تريد تعطيل هذه المهمة؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি নিশ্চিত যে আপনি এই কাজটি নিষ্ক্রিয় করতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Dies wird die Aufgabe deaktivieren. Sie wird in die Liste gelegt. Sie können sie später wieder aktivieren.
es: ¿Estás seguro de que deseas deshabilitar esta tarea? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir désactiver cette tâche ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई इस कार्य को अक्रिय करना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
it: Sei sicuro di voler disabilitare questa attività? Questa azione non può essere annullata.
ja: このタスクを無効化してもよろしいですか？この操作は元に戻せません。
ko: 이 작업을 비활성화하시겠습니까? 이 작업은 취소할 수 없습니다.
mr: आपण खात्री आहे की आपण हे कार्य निष्क्रिय करू इच्छिता? ही क्रिया पूर्ववत करता येणार नाही.
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਕੰਮ ਨੂੰ ਅਕਰਿਯਾਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pt: Tem certeza de que deseja desabilitar esta tarefa? Esta ação não pode ser desfeita.
ru: Это выключит задачу. Она будет перемещена вниз списка. Вы можете включить ее снова позже.
ta: இந்த பணியை நிறுத்த விரும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது.
te: మీరు ఖచ్చితంగా ఈ పనిని నిష్కరించాలనుకుంటున్నారా? ఈ చర్యను రద్దు చేయలేరు.
tr: Bu görevi devre dışı bırakmak istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Це вимкне завдання. Воно буде переміщене вниз списку. Ви можете увімкнути його знову пізніше.
ur: کیا آپ واقعی اس کام کو غیر فعال کرنا چاہتے ہیں؟ اس عمل کو واپس نہیں کیا جا سکتا۔
vi: Bạn có chắc chắn muốn vô hiệu hóa nhiệm vụ này không? Hành động này không thể hoàn tác.

source: Discard
ar: تجاهل
bn: বাতিল করুন
de: Verwerfen
es: Descartar
fr: Abandonner
hi: त्यागें
it: Scarta
ja: 破棄
ko: 취소
mr: रद्द करा
pa: ਰੱਦ ਕਰੋ
pt: Descartar
ru: Отменить
ta: நிராகரி
te: విస్మరించు
tr: İptal Et
uk: Скасувати
ur: مسترد کریں
vi: Hủy

source: Discard Session
ar: تجاهل الجلسة
bn: সেশন বাতিল করুন
de: Sitzung verwerfen
es: Descartar Sesión
fr: Abandonner la session
hi: सत्र त्यागें
it: Scarta sessione
ja: セッションを破棄
ko: 세션 취소
mr: सत्र रद्द करा
pa: ਸੈਸ਼ਨ ਰੱਦ ਕਰੋ
pt: Descartar Sessão
ru: Отменить сессию
ta: அமர்வை நிராகரி
te: సెషన్‌ను విస్మరించు
tr: Oturumu İptal Et
uk: Скасувати сесію
ur: سیشن مسترد کریں
vi: Hủy phiên

# discardSessionMessage
source: Are you sure you want to discard this session? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد تجاهل هذه الجلسة؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি নিশ্চিত যে আপনি এই সেশনটি বাতিল করতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Sind Sie sicher, dass Sie diese Sitzung verwerfen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas descartar esta sesión? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir abandonner cette session ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई इस सत्र को त्यागना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
it: Sei sicuro di voler scartare questa sessione? Questa azione non può essere annullata.
ja: このセッションを破棄してもよろしいですか？この操作は元に戻せません。
ko: 이 세션을 취소하시겠습니까? 이 작업은 취소할 수 없습니다.
mr: आपण खात्री आहे की आपण हे सत्र रद्द करू इच्छिता? ही क्रिया पूर्ववत करता येणार नाही.
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਸੈਸ਼ਨ ਨੂੰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pt: Tem certeza de que deseja descartar esta sessão? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите отменить эту сессию? Это действие нельзя отменить.
ta: இந்த அமர்வை நிராகரிக்க விரும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது.
te: మీరు ఖచ్చితంగా ఈ సెషన్‌ను విస్మరించాలనుకుంటున్నారా? ఈ చర్యను రద్దు చేయలేరు.
tr: Bu oturumu iptal etmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Це скасує сесію. Цю дію неможливо скасувати.
ur: کیا آپ واقعی اس سیشن کو مسترد کرنا چاہتے ہیں؟ اس عمل کو واپس نہیں کیا جا سکتا۔
vi: Bạn có chắc chắn muốn hủy phiên này không? Hành động này không thể hoàn tác.

source: Discrete
ar: منفصل
bn: বিচ্ছিন্ন
de: Diskret
es: Discreto
fr: Discret
hi: असतत
it: Discreto
ja: 離散
ko: 이산
mr: विभक्त
pa: ਵੱਖਰਾ
pt: Discreto
ru: Дискретный
ta: தனித்த
te: విడిగా
tr: Ayrık
uk: Дискретний
ur: منفصل
vi: Rời rạc

source: Discrete Configuration
ar: المعايير المنفصلة
bn: বিচ্ছিন্ন কনফিগারেশন
de: Diskrete Konfiguration
es: Configuración Discreta
fr: Configuration Discrete
hi: असतत विन्यास
it: Configurazione discreta
ja: 離散設定
ko: 이산 설정
mr: विभक्त विन्यास
pa: ਵੱਖਰਾ ਸੰਰਚਨਾ
pt: Configuração Discreta
ru: Дискретные критерии
ta: தனித்த அமைப்பு
te: విడిగా సెట్టింగ్‌లు
tr: Ayrık Yapılandırma
uk: Дискретні критерії
ur: منفصل ترتیب
vi: Cấu hình rời rạc

# discreteCriterion
source: Discrete: {selectionLimit, plural, =1{1 selection} other{{selectionLimit} selections}}, {values, plural, =1{1 value} other{{values} values}}
ar: منفصل: {selectionLimit, plural, =1{1 اختيار} other{{selectionLimit} اختيارات}}, {values, plural, =1{1 قيمة} other{{values} قيم}}
bn: বিচ্ছিন্ন: {selectionLimit, plural, =1{1 মান} other{{selectionLimit} মান}}, {values, plural, =1{1 মান} other{{values} মান}}
de: Diskret: {selectionLimit, plural, =1{1 Auswahl} other{{selectionLimit} Auswahlen}}, {values, plural, =1{1 Wert} other{{values} Werte}}
es: Discreto: {selectionLimit, plural, =1{1 selección} other{{selectionLimit} selecciones}}, {values, plural, =1{1 valor} other{{values} valores}}
fr: Discret: {selectionLimit, plural, =1{1 sélection} other{{selectionLimit} sélections}}, {values, plural, =1{1 valeur} other{{values} valeurs}}
hi: असतत: {selectionLimit, plural, =1{1 चयन} other{{selectionLimit} चयन}}, {values, plural, =1{1 मान} other{{values} मान}}
it: Discreto: {selectionLimit, plural, =1{1 selezione} other{{selectionLimit} selezioni}}, {values, plural, =1{1 valore} other{{values} valori}}
ja: 離散基準: {selectionLimit, plural, =1{1 値} other{{selectionLimit} 値}}, {values, plural, =1{1 値} other{{values} 値}}
ko: 이산: {selectionLimit, plural, =1{1 값} other{{selectionLimit} 값}}, {values, plural, =1{1 값} other{{values} 값}}
mr: विभक्त: {selectionLimit, plural, =1{1 मूल्य} other{{selectionLimit} मूल्य}}, {values, plural, =1{1 मूल्य} other{{values} मूल्य}}
pa: ਵੱਖਰਾ ਮਾਪਦੰਡ: {selectionLimit, plural, =1{1 ਮੁੱਲ} other{{selectionLimit} ਮੁੱਲ}}, {values, plural, =1{1 ਮੁੱਲ} other{{values} ਮੁੱਲ}}
pt: Critério Discreto: {selectionLimit, plural, =1{1 valor} other{{selectionLimit} valores}}, {values, plural, =1{1 valor} other{{values} valores}}
ru: Дискретный: {selectionLimit, plural, =1{1 выбор} few{{selectionLimit} выбора} other{{selectionLimit} выборов}}, {values, plural, =1{1 значение} few{{values} значения} other{{values} значений}}
ta: தனித்த: {selectionLimit, plural, =1{1 மதிப்பு} other{{selectionLimit} மதிப்பு}}, {values, plural, =1{1 மதிப்பு} other{{values} மதிப்பு}}
te: విడిగా: {selectionLimit, plural, =1{1 విలువ} other{{selectionLimit} విలువ}}, {values, plural, =1{1 విలువ} other{{values} విలువ}}
tr: Ayrık Kriter: {selectionLimit, plural, =1{1 değer} other{{selectionLimit} değer}}, {values, plural, =1{1 değer} other{{values} değer}}
uk: Дискретний: {selectionLimit, plural, =1{1 вибір} other{{selectionLimit} виборів}}, {values, plural, =1{1 значення} other{{values} значень}}
ur: منفصل معیار: {selectionLimit, plural, =1{1 قدم} other{{selectionLimit} قدم}}, {values, plural, =1{1 قدم} other{{values} قدم}}
vi: Rời rạc: {selectionLimit, plural, =1{1 giá trị} other{{selectionLimit} giá trị}}, {values, plural, =1{1 giá trị} other{{values} giá trị}}

source: Edit Criterion
ar: تعديل المعيار
bn: মাপকাঠি সম্পাদন করুন
de: Kriterium bearbeiten
es: Editar Criterio
fr: Modifier le critère
hi: मानदंड संपादित करें
it: Modifica criterio
ja: 基準を編集
ko: 기준 수정
mr: मापदंड संपादित करा
pa: ਮਾਪਦੰਡ ਸੋਧੋ
pt: Editar Critério
ru: Редактировать критерий
ta: அளவுகோலை திருத்து
te: మాపకంని సవరించు
tr: Kriteri Düzenle
uk: Редагувати критерій
ur: معیار ترمیم کریں
vi: Sửa tiêu chí

source: Edit Task
ar: تعديل المهمة
bn: কাজ সম্পাদন করুন
de: Aufgabe bearbeiten
es: Editar Tarea
fr: Modifier la tâche
hi: कार्य संपादित करें
it: Modifica attività
ja: タスクを編集
ko: 작업 수정
mr: कार्य संपादित करा
pa: ਕੰਮ ਸੋਧੋ
pt: Editar Tarefa
ru: Редактировать задачу
ta: பணியை திருத்து
te: పనిని సవరించు
tr: Görevi Düzenle
uk: Редагувати завдання
ur: کام ترمیم کریں
vi: Sửa nhiệm vụ

source: Emoji
ar: الإيموجي
bn: ইমোজি
hi: इमोजी
ja: 絵文字
ko: 이모지
mr: इमोजी
pa: ਇਮੋਜੀ
ru: Эмодзи
ta: இமோஜி
te: ఇమోజి
uk: Емодзі
ur: ایموجی

source: Emojis
ar: الإيموجيات
bn: ইমোজি
hi: इमोजी
ja: 絵文字
ko: 이모지
mr: इमोजी
pa: ਇਮੋਜੀ
ru: Эмодзи
ta: இமோஜி
te: ఇమోజిలు
tr: Emojiler
uk: Емодзі
ur: ایموجی

source: Enable
ar: تمكين
bn: সক্রিয় করুন
de: Aktivieren
es: Habilitar
fr: Activer
hi: सक्रिय करें
it: Abilita
ja: 有効化
ko: 활성화
mr: सक्रिय करा
pa: ਸਕਰਿਯਾਤ ਕਰੋ
pt: Habilitar
ru: Включить
ta: செயலில் உள்ளது
te: సక్రియంచు
tr: Etkinleştir
uk: Увімкнути
ur: فعال کریں
vi: Kích hoạt

source: Enable Task
ar: تمكين المهمة
bn: কাজ সক্রিয় করুন
de: Aufgabe aktivieren
es: Habilitar Tarea
fr: Activer la tâche
hi: कार्य सक्रिय करें
it: Abilita attività
ja: タスクを有効化
ko: 작업 활성화
mr: कार्य सक्रिय करा
pa: ਕੰਮ ਸਕਰਿਯਾਤ ਕਰੋ
pt: Habilitar Tarefa
ru: Включить задачу
ta: பணியை செயலில் உள்ளது
te: పనిని సక్రియంచు
tr: Görevi Etkinleştir
uk: Увімкнути завдання
ur: کام فعال کریں
vi: Kích hoạt nhiệm vụ

# enableTaskMessage
source: This will enable the task and make it available again.
ar: هذا سيتمكن المهمة ويجعلها متاحة مرة أخرى.
bn: আপনি কি নিশ্চিত যে আপনি এই কাজটি সক্রিয় করতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Dies wird die Aufgabe aktivieren und sie wieder verfügbar machen.
es: ¿Estás seguro de que deseas habilitar esta tarea? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir activer cette tâche ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई इस कार्य को सक्रिय करना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
it: Sei sicuro di voler abilitare questa attività? Questa azione non può essere annullata.
ja: このタスクを有効化してもよろしいですか？この操作は元に戻せません。
ko: 이 작업을 활성화하시겠습니까? 이 작업은 취소할 수 없습니다.
mr: आपण खात्री आहे की आपण हे कार्य सक्रिय करू इच्छिता? ही क्रिया पूर्ववत करता येणार नाही.
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸ ਕੰਮ ਨੂੰ ਸਕਰਿਯਾਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pt: Tem certeza de que deseja habilitar esta tarefa? Esta ação não pode ser desfeita.
ru: Это включит задачу и сделает ее доступной снова.
ta: இந்த பணியை செயலில் உள்ளது விரும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது.
te: మీరు ఖచ్చితంగా ఈ పనిని సక్రియంచాలనుకుంటున్నారా? ఈ చర్యను రద్దు చేయలేరు.
tr: Bu görevi etkinleştirmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Це увімкне завдання. Воно буде переміщене вгору списку. Ви можете вимкнути його знову пізніше.
ur: کیا آپ واقعی اس کام کو فعال کرنا چاہتے ہیں؟ اس عمل کو واپس نہیں کیا جا سکتا۔
vi: Bạn có chắc chắn muốn kích hoạt nhiệm vụ này không? Hành động này không thể hoàn tác.

source: End Time
ar: وقت الانتهاء
bn: শেষের সময়
de: Endzeit
es: Hora de Finalización
fr: Heure de fin
hi: समाप्ति समय
it: Ora di fine
ja: 終了時間
ko: 종료 시간
mr: समाप्ती वेळ
pa: ਸਮਾਪਤੀ ਸਮਾਂ
pt: Hora de Término
ru: Время окончания
ta: முடிவு நேரம்
te: ముగింపు సమయం
tr: Bitiş Zamanı
uk: Час закінчення
ur: ختم ہونے کا وقت
vi: Thời gian kết thúc

# endTimeAfterStart
source: End time must be after start time
ar: يجب أن يكون وقت الانتهاء بعد وقت البدء
bn: শেষের সময় শুরুর সময়ের পরে হতে হবে
de: Die Endzeit muss nach der Startzeit liegen
es: La hora de finalización debe ser posterior a la hora de inicio
fr: L'heure de fin doit être postérieure à l'heure de début
hi: समाप्ति समय प्रारंभ समय के बाद होना चाहिए
it: L'ora di fine deve essere successiva all'ora di inizio
ja: 終了時間は開始時間より後である必要があります
ko: 종료 시간은 시작 시간 이후여야 합니다
mr: समाप्ती वेळ प्रारंभ वेळेनंतर असणे आवश्यक आहे
pa: ਸਮਾਪਤੀ ਸਮਾਂ ਬਾਅਦ ਸਮਾਂ
pt: A hora de término deve ser posterior à hora de início
ru: Время окончания должно быть после времени начала
ta: முடிவு நேரம் தொடக்க நேரத்திற்குப் பிறகு இருக்க வேண்டும்
te: ముగింపు సమయం ప్రారంభ సమయం తర్వాత ఉండాలి
tr: Bitiş zamanı başlangıç zamanından sonra olmalıdır
uk: Час закінчення повинен бути після часу початку
ur: ختم ہونے کا وقت شروع کے وقت کے بعد ہونا چاہیے
vi: Thời gian kết thúc phải sau thời gian bắt đầu

source: English
ar: الإنجليزية
bn: ইংরেজি
de: Englisch
es: Inglés
fr: Anglais
hi: इंग्लिश
it: Inglese
ja: 英語
ko: 영어
mr: इंग्रजी
pa: ਇੰਗਲਿਸ਼
pt: Inglês
ru: Английский
ta: ஆங்கிலம்
te: ఇంగ్లిష్
tr: İngilizce
uk: Англійський
ur: انگریزی
vi: Tiếng Anh

source: Enter criterion name
ar: أدخل اسم المعيار
bn: মাপকাঠির নাম দিন
de: Geben Sie den Namen des Kriteriums ein
es: Ingresar nombre del criterio
fr: Entrer le nom du critère
hi: मानदंड का नाम दर्ज करें
it: Inserisci il nome del criterio
ja: 基準名を入力してください
ko: 기준 이름을 입력하세요
mr: मापदंडाचे नाव दर्ज करा
pa: ਮਾਪਦੰਡ ਦਾ ਨਾਮ ਦਿਓ
pt: Digite o nome do critério
ru: Введите название критерия
ta: அளவுகோல் பெயரை உள்ளிடவும்
te: మాపకం పేరును ఇవ్వండి
tr: Kriter adı girin
uk: Введіть назву критерію
ur: معیار کا نام درج کریں
vi: Nhập tên tiêu chí

# error
source: Error: {error}
ar: خطأ: {error}
bn: ত্রুটি: {error}
de: Fehler: {error}
fr: Erreur: {error}
hi: त्रुटि: {error}
it: Errore: {error}
ja: エラー: {error}
ko: 오류: {error}
mr: त्रुटी: {error}
pa: ਤਰੰਗ: {error}
pt: Erro: {error}
ru: Ошибка: {error}
ta: பிழை: {error}
te: లోపం: {error}
tr: Hata: {error}
uk: Помилка: {error}
ur: غلطی: {error}
vi: Lỗi: {error}

# errorActivatingTask
source: Error activating task: {error}
ar: خطأ في تنشيط المهمة: {error}
bn: কাজ সক্রিয় করতে ত্রুটি: {error}
de: Fehler beim Aktivieren der Aufgabe: {error}
es: Error al activar la tarea: {error}
fr: Erreur lors de l'activation de la tâche: {error}
hi: कार्य सक्रिय करने में त्रुटि: {error}
it: Errore durante l'abilitazione dell'attività: {error}
ja: タスクを有効化する際にエラーが発生しました: {error}
ko: 작업 활성화 오류: {error}
mr: कार्य सक्रिय करण्यात त्रुटी: {error}
pa: ਕੰਮ ਸਕਰਿਯਾਤ ਕਰਨ ਲਈ ਤਰੰਗ: {error}
pt: Erro ao ativar a tarefa: {error}
ru: Ошибка при активации задачи: {error}
ta: பணியை செயலில் உள்ளது விழும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது: {error}
te: పనిని సక్రియంచడంలో లోపం: {error}
tr: Görevi etkinleştirmek için hata oluştu: {error}
uk: Помилка при активації завдання: {error}
ur: کام فعال کرنے میں غلطی: {error}
vi: Lỗi khi kích hoạt nhiệm vụ: {error}

# errorDeletingCriterion
source: Error deleting criterion: {error}
ar: خطأ في حذف المعيار: {error}
bn: মাপকাঠি মুছতে ত্রুটি: {error}
de: Fehler beim Löschen des Kriteriums: {error}
es: Error al eliminar el criterio: {error}
fr: Erreur lors de la suppression du critère: {error}
hi: मानदंड हटाने में त्रुटि: {error}
it: Errore durante l'eliminazione del criterio: {error}
ja: 基準を削除する際にエラーが発生しました: {error}
ko: 기준 삭제 오류: {error}
mr: मापदंड हटवण्यात त्रुटी: {error}
pa: ਮਾਪਦੰਡ ਹਟਾਉਣ ਲਈ ਤਰੰਗ: {error}
pt: Erro ao excluir o critério: {error}
ru: Ошибка при удалении критерия: {error}
ta: அளவுகோலை நீக்க விழும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது: {error}
te: మాపకం తొలగించడంలో లోపం: {error}
tr: Kriteri silmek için hata oluştu: {error}
uk: Помилка при видаленні критерію: {error}
ur: معیار حذف کرنے میں غلطی: {error}
vi: Lỗi khi xóa tiêu chí: {error}

# errorDiscardingSession
source: Error discarding session: {error}
ar: خطأ في تجاهل الجلسة: {error}
bn: সেশন বাতিল করতে ত্রুটি: {error}
de: Fehler beim Verwerfen der Sitzung: {error}
es: Error al descartar la sesión: {error}
fr: Erreur lors de l'abandon de la session: {error}
hi: सत्र त्यागने में त्रुटि: {error}
it: Errore durante lo scarto della sessione: {error}
ja: セッションを破棄する際にエラーが発生しました: {error}
ko: 세션 취소 오류: {error}
mr: सत्र रद्द करण्यात त्रुटी: {error}
pa: ਸੈਸ਼ਨ ਰੱਦ ਕਰਨ ਲਈ ਤਰੰਗ: {error}
pt: Erro ao descartar a sessão: {error}
ru: Ошибка при отмене сессии: {error}
ta: அமர்வை நிராகரிக்க விழும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது: {error}
te: సెషన్‌ను విస్మరించడంలో లోపం: {error}
tr: Oturumu iptal etmek için hata oluştu: {error}
uk: Помилка при скасуванні сесії: {error}
ur: سیشن مسترد کرنے میں غلطی
vi: Lỗi khi hủy phiên: {error}

# errorExportingData
source: Error exporting data: {error}
ar: خطأ في تصدير البيانات: {error}
bn: ডাটা এক্সপোর্ট করতে ত্রুটি: {error}
de: Fehler beim Exportieren der Daten: {error}
es: Error al exportar datos: {error}
fr: Erreur lors de l'exportation des données: {error}
hi: डेटा निर्यात करने में त्रुटि: {error}
it: Errore durante l'esportazione dei dati: {error}
ja: データをエクスポートする際にエラーが発生しました: {error}
ko: 데이터 내보내기 오류: {error}
mr: डेटा निर्यात करण्यात त्रुटी: {error}
pa: ਡਾਟਾ ਨਿਰਯਾਤ ਕਰਨ ਲਈ ਤਰੰਗ: {error}
pt: Erro ao exportar os dados: {error}
ru: Ошибка при экспортировании данных: {error}
ta: தரவு வெளியேற்ற விழும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது: {error}
te: డేటాను ఎక్స్పోర్ట్ చేయడంలో లోపం: {error}
tr: Verileri dışa aktarma hatası: {error}
uk: Помилка при експортуванні даних: {error}
ur: ڈیٹا باکس میں باہر آنے میں غلطی: {error}
vi: Lỗi khi xuất dữ liệu: {error}

# errorImportingData
source: Error importing data: {error}
ar: خطأ في استيراد البيانات: {error}
bn: ডাটা ইম্পোর্ট করতে ত্রুটি: {error}
de: Fehler beim Importieren der Daten: {error}
es: Error al importar datos: {error}
fr: Erreur lors de l'importation des données: {error}
hi: डेटा आयात करने में त्रुटि: {error}
it: Errore durante l'importazione dei dati: {error}
ja: データをインポートする際にエラーが発生しました: {error}
ko: 데이터 가져오기 오류: {error}
mr: डेटा आयात करण्यात त्रुटी: {error}
pa: ਡਾਟਾ ਆਯਾਤ ਕਰਨ ਲਈ ਤਰੰਗ: {error}
pt: Erro ao importar os dados: {error}
ru: Ошибка при импортировании данных: {error}
ta: தரவு செய்திருத்தப்பட்டது: {error}
te: డేటాను దిగుమతి చేయడంలో లోపం: {error}
tr: Verileri içe aktarma hatası: {error}
uk: Помилка при імпортуванні даних: {error}
ur: ڈیٹا اندر آنے میں غلطی: {error}
vi: Lỗi khi nhập dữ liệu: {error}

# errorLoadingAllSessions
source: Error loading all sessions: {error}
ar: خطأ في تحميل جميع الجلسات: {error}
bn: সমস্ত সেশন লোড করতে ত্রুটি: {error}
de: Fehler beim Laden aller Sitzungen: {error}
es: Error al cargar todas las sesiones: {error}
fr: Erreur lors du chargement de toutes les sessions: {error}
hi: सभी सत्र लोड करने में त्रुटि: {error}
it: Errore durante il caricamento di tutte le sessioni: {error}
ja: すべてのセッションを読み込む際にエラーが発生しました: {error}
ko: 모든 세션 로딩 오류: {error}
mr: सर्व सत्रे लोड करण्यात त्रुटी
pa: ਸਾਰੇ ਸੈਸ਼ਨ ਲੋਡ ਕਰਨ ਲਈ ਤਰੰਗ: {error}
pt: Erro ao carregar todas as sessões: {error}
ru: Ошибка при загрузке всех сессий: {error}
ta: அனைத்து அமர்வுகளை ஏற்ற விழும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது: {error}
te: సంపూర్ణమైన సెషన్లు లోపం: {error}
tr: Tüm oturumları yükleme hatası: {error}
uk: Помилка при завантаженні всіх сесій: {error}
ur: تمام سیشنز لوڈ کرنے میں غلطی: {error}
vi: Lỗi khi tải tất cả phiên: {error}

# errorLoadingCriteria
source: Error loading criteria: {error}
ar: خطأ في تحميل المعايير: {error}
bn: মাপকাঠি লোড করতে ত্রুটি: {error}
de: Fehler beim Laden der Kriterien: {error}
es: Error al cargar criterios: {error}
fr: Erreur lors du chargement des critères: {error}
hi: मानदंड लोड करने में त्रुटि: {error}
it: Errore durante il caricamento dei criteri: {error}
ja: 基準を読み込む際にエラーが発生しました: {error}
ko: 기준 로딩 오류: {error}
mr: मापदंडे लोड करण्यात त्रुटी
pa: ਮਾਪਦੰਡ ਲੋਡ ਕਰਨ ਲਈ ਤਰੰਗ: {error}
pt: Erro ao carregar os critérios: {error}
ru: Ошибка при загрузке критериев: {error}
ta: அளவுகோல்களை ஏற்ற விழும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது: {error}
te: మాపకాలను లోపం: {error}
tr: Kriterleri yükleme hatası: {error}
uk: Помилка при завантаженні критеріїв: {error}
ur: معیار لوڈ کرنے میں غلطی: {error}
vi: Lỗi khi tải tiêu chí: {error}

# errorLoadingSessions
source: Error loading sessions: {error}
ar: خطأ في تحميل الجلسات: {error}
bn: সেশন লোড করতে ত্রুটি: {error}
de: Fehler beim Laden der Sitzungen: {error}
es: Error al cargar sesiones: {error}
fr: Erreur lors du chargement des sessions: {error}
hi: सत्र लोड करने में त्रुटि: {error}
it: Errore durante il caricamento delle sessioni: {error}
ja: セッションを読み込む際にエラーが発生しました: {error}
ko: 세션 로딩 오류: {error}
mr: सत्रे लोड करण्यात त्रुटी: {error}
pa: ਸੈਸ਼ਨ ਲੋਡ ਕਰਨ ਲਈ ਤਰੰਗ: {error}
pt: Erro ao carregar as sessões: {error}
ru: Ошибка при загрузке сессий: {error}
ta: அமர்வுகளை ஏற்ற விழும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது: {error}
te: సెషన్‌లను లోపం: {error}
tr: Oturumları yükleme hatası: {error}
uk: Помилка при завантаженні сесій: {error}
ur: سیشن لوڈ کرنے میں غلطی: {error}
vi: Lỗi khi tải phiên: {error}

# errorLoadingTasks
source: Error loading tasks: {error}
ar: خطأ في تحميل المهام: {error}
bn: কাজ লোড করতে ত্রুটি: {error}
de: Fehler beim Laden der Aufgaben: {error}
es: Error al cargar tareas: {error}
fr: Erreur lors du chargement des tâches: {error}
hi: कार्य लोड करने में त्रुटि: {error}
it: Errore durante il caricamento delle attività: {error}
ja: タスクを読み込む際にエラーが発生しました: {error}
ko: 작업 로딩 오류: {error}
mr: कार्ये लोड करण्यात त्रुटी: {error}
pa: ਕੰਮ ਲੋਡ ਕਰਨ ਲਈ ਤਰੰਗ: {error}
pt: Erro ao carregar as tarefas: {error}
ru: Ошибка при загрузке задач: {error}
ta: பணிகளை ஏற்ற விழும்புகிறீர்களா? இந்த செயலை திரும்பப் பெற முடியாது: {error}
te: పనులు లోపం: {error}
tr: Görevleri yükleme hatası: {error}
uk: Помилка при завантаженні завдань: {error}
ur: کام لوڈ کرنے میں غلطی: {error}
vi: Lỗi khi tải nhiệm vụ: {error}
