Repository: dliutyi/TimeTracker
Catalog: lib/i18n/app_*.arb
Languages: ar, bn, de, es, fr, hi, it, ja, ko, mr, pa, pt, ru, ta, te, tr, uk, ur, vi

# noActiveTaskMessage
source: Start a task from the List of Tasks to track your time.
ar: ابدأ مهمة من القائمة لبدء التتبع
bn: কাজ শুরু করতে তালিকা থেকে একটি কাজ শুরু করুন
de: Keine aktive Aufgabe
es: No hay tarea activa
fr: Aucune tâche active
hi: कोई सक्रिय कार्य नहीं
it: Nessuna attività attiva
ja: アクティブなタスクがありません
ko: 활성 작업이 없습니다
mr: अद्याप कोणतेही सक्रिय कार्य नाही
pa: ਕੰਮ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕੰਮਾਂ ਦੀ ਸੂਚੀ ਤੋਂ ਕੰਮ ਸ਼ੁਰੂ ਕਰੋ
pt: Nenhuma tarefa ativa
ru: Начните задачу из списка задач, чтобы отслеживать свое время.
ta: செயலில் உள்ள பணியை இல்லை
te: సక్రియ పని లేవు
tr: Aktif görev yok
uk: Почніть завдання зі списку завдань, щоб відстежувати свій час.
ur: کوئی فعال کام نہیں
vi: Không có nhiệm vụ đang hoạt động

# noCriteria
source: No criteria yet
ar: لا توجد معايير بعد
bn: কোন মাপকাঠি নেই
de: Keine Kriterien
es: No hay criterios
fr: Aucun critère pour le moment
hi: कोई मानदंड नहीं
it: Nessun criterio
ja: まだ基準がありません
ko: 기준이 없습니다
mr: अद्याप कोणतेही मापदंड नाहीत
pa: ਕੋਈ ਮਾਪਦੰਡ ਨਹੀਂ
pt: Nenhum critério
ru: Пока нет критериев
ta: அளவுகோல்கள் இல்லை
te: మాపకాలు లేవు
tr: Kriter yok
uk: Немає критеріїв
ur: کوئی معیار نہیں
vi: Không có tiêu chí nào

# noCriteriaAvailable
source: No criteria available. Create criteria first.
ar: لا توجد معايير متاحة. قم بإنشاء معايير أولاً.
bn: কোন মাপকাঠি পাওয়া যায়নি
de: Keine Kriterien verfügbar
es: No hay criterios disponibles
fr: Aucun critère disponible
hi: कोई मानदंड उपलब्ध नहीं
it: Nessun criterio disponibile
ja: まだ基準がありません
ko: 기준이 없습니다
mr: अद्याप कोणतेही मापदंड नाहीत
pa: ਕੋਈ ਮਾਪਦੰਡ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ
pt: Nenhum critério disponível
ru: Нет доступных критериев. Создайте критерии сначала.
ta: அளவுகோல்கள் இல்லை
te: మాపకాలు లేవు
tr: Kriterler mevcut değil
uk: Немає доступних критеріїв. Створіть критерії спочатку.
ur: کوئی معیار نہیں
vi: Không có tiêu chí nào

source: No criteria to rate
ar: لا توجد معايير للتقييم
bn: মাপকাঠি রেটিং করতে কোন মাপকাঠি পাওয়া যায়নি
de: Keine Kriterien zu bewerten
es: No hay criterios para calificar
fr: Aucun critère à évaluer
hi: कोई मानदंड रेटिंग नहीं
it: Nessun criterio da valutare
ja: まだ基準がありません
ko: 평가할 기준이 없습니다
mr: अद्याप कोणतेही मापदंड रेटिंग करण्यासाठी नाहीत
pa: ਮਾਪਦੰਡ ਰੇਟਿੰਗ ਕਰਨ ਲਈ ਕੋਈ ਮਾਪਦੰਡ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ
pt: Nenhum critério para avaliar
ru: Нет критериев для оценки
ta: அளவுகோல்களை மதிப்பீடு செய்ய அளவுகோல்கள் இல்லை
te: మాపకాలు లేవు
tr: Kriterleri değerlendirmek için kriter yok
uk: Немає критеріїв для оцінки
ur: کوئی معیار نہیں
vi: Không có tiêu chí để đánh giá

# noSessions
source: No sessions yet
ar: لا توجد جلسات بعد
bn: কোন সেশন নেই
de: Keine Sitzungen
es: No hay sesiones
fr: Aucune session pour le moment
hi: कोई सत्र नहीं
it: Nessuna sessione
ja: まだセッションがありません
ko: 아직 세션이 없습니다
mr: अद्याप कोणतेही सत्रे नाहीत
pa: ਕੋਈ ਸੈਸ਼ਨ ਨਹੀਂ
pt: Nenhuma sessão
ru: Пока нет сессий
ta: அமர்வுகள் இல்லை
te: సెషన్లు లేవు
tr: Oturum yok
uk: Немає сесій
ur: کوئی سیشن نہیں
vi: Không có phiên nào

# noSessionsDescription
source: Start tracking time to see your sessions here
ar: ابدأ تتبع الوقت لرؤية جلساتك هنا
bn: আপনার সেশন এখানে দেখতে সময় ট্র্যাক করা শুরু করুন
de: Keine Sitzungen
es: No hay sesiones
fr: Commencez à suivre le temps pour voir vos sessions ici
hi: सत्र ट्रैक करने के लिए एक कार्य शुरू करें
it: Inizia a tracciare il tempo per vedere le tue sessioni qui
ja: 時間の追跡を開始して、ここでセッションを確認してください
ko: 시간 추적을 시작하여 여기에서 세션을 확인하세요
mr: आपली सत्रे येथे पाहण्यासाठी वेळ ट्रॅक करणे सुरू करा
pa: ਸਮਾਂ ਟਰੈਕ ਕਰਨ ਲਈ ਸ਼ੁਰੂ ਕਰੋ ਅਤੇ ਇਥੇ ਆਪਣੇ ਸੈਸ਼ਨਾਂ ਨੂੰ ਦੇਖੋ
pt: Comece a rastrear o tempo para ver suas sessões aqui
ru: Начните отслеживать время, чтобы увидеть свои сессии здесь
ta: அமர்வுகளை பார்க்க நேரத்தை பின்பற்றவும்
te: సెషన్లు లేవు
tr: Oturumlarınızı burada görmek için zaman takibine başlayın
uk: Почніть відстежувати час, щоб побачити свої сесії тут
ur: سیشنز یہاں دیکھنے کے لیے وقت ٹریک کرنا شروع کریں
vi: Bắt đầu theo dõi thời gian để xem các phiên của bạn ở đây

# noSessionsForPeriod
source: No sessions found for the selected time period
ar: لم يتم العثور على جلسات للفترة الزمنية المحددة
bn: নির্বাচিত সময়কালের জন্য কোন সেশন পাওয়া যায়নি
de: Keine Sitzungen für den ausgewählten Zeitraum gefunden
es: No se encontraron sesiones para el período de tiempo seleccionado
fr: Aucune session trouvée pour la période sélectionnée
hi: चयनित समय अवधि के लिए कोई सत्र नहीं मिला
it: Nessuna sessione trovata per il periodo di tempo selezionato
ja: 選択した期間のセッションが見つかりませんでした
ko: 선택한 기간에 세션을 찾을 수 없습니다
mr: निवडलेल्या कालावधीसाठी सत्रे सापडली नाहीत
pa: ਨਿਰਬੈਠਿਤ ਸਮਾਂ ਅੰਤਰ ਲਈ ਕੋਈ ਸੈਸ਼ਨ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ
pt: Nenhuma sessão encontrada para o período de tempo selecionado
ru: Сессии не найдены для выбранного периода времени
ta: தேர்ந்தெடுக்கப்பட்ட காலாவதியில் அமர்வுகள் இல்லை
te: సెషన్లు లేవు
tr: Seçilen zaman dilimi için oturum bulunamadı
uk: Сесії не знайдено для вибраного періоду часу
ur: منتخب کردہ وقت کی مدت کے لیے کوئی سیشن نہیں ملا
vi: Không tìm thấy phiên cho khoảng thời gian đã chọn

# noTasks
source: No tasks yet
ar: لا توجد مهام بعد
bn: কোন কাজ নেই
de: Keine Aufgaben
es: No hay tareas
fr: Aucune tâche pour le moment
hi: कोई कार्य नहीं
it: Nessuna attività
ja: まだタスクがありません
ko: 아직 작업이 없습니다
mr: अद्याप कोणतेही कार्ये नाहीत
pa: ਕੋਈ ਕੰਮ ਨਹੀਂ
pt: Nenhuma tarefa
ru: Пока нет задач
ta: பணிகள் இல்லை
te: పనులు లేవు
tr: Görev yok
uk: Немає завдань
ur: ابھی تک کوئی کام نہیں
vi: Không có nhiệm vụ nào

source: Portuguese
ar: البرتغالية
bn: পোর্টুগালীজ
de: Portugiesisch
es: Portugués
fr: Portugais
hi: पुर्तगाली
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
mr: पोर्तुगीज
pa: ਪੋਰਟਗੀਜ
pt: Português
ru: Португальский
ta: போர்டுகுஜிஸ்
te: పోర్చుగీస్
tr: Portekizce
uk: Португальський
ur: پورتگالی
vi: Bồ Đào Nha

source: Punjabi
ar: البنجابية
bn: পঞ্জাবি
hi: पंजाबी
ja: パンジャブ語
ko: 펀자브어
mr: पंजाबी
pa: ਪੰਜਾਬੀ
ru: Панджаби
ta: பங்கலி
te: పంజాబీ
uk: Панджабі
ur: پنجابی

# rangeXToXStepY
source: Range: {minValue} - {maxValue} (step: {stepValue})
ar: المدى: {minValue} - {maxValue} (خطوة: {stepValue})
bn: পরিসীমা: {minValue} - {maxValue} (ধাপ: {stepValue})
de: Bereich: {minValue} - {maxValue} (Schritt: {stepValue})
es: Rango: {minValue} - {maxValue} (Paso: {stepValue})
fr: Plage: {minValue} - {maxValue} (Pas: {stepValue})
hi: परिसीमा: {minValue} - {maxValue} (चरण: {stepValue})
it: Range: {minValue} - {maxValue} (passo: {stepValue})
ja: 範囲: {minValue} - {maxValue} (ステップ: {stepValue})
ko: 범위: {minValue} - {maxValue} (단계: {stepValue})
mr: परिसीमा: {minValue} - {maxValue} (पाऊल: {stepValue})
pa: ਰੇਂਜ: {minValue} - {maxValue} (ਕਦਮ: {stepValue})
pt: Range: {minValue} - {maxValue} (Passo: {stepValue})
ru: Диапазон: {minValue} - {maxValue} (шаг: {stepValue})
ta: இடைவிட்டம்: {minValue} - {maxValue} (படி: {stepValue})
te: ప్రాంతం: {minValue} - {maxValue} (దశ: {stepValue})
tr: Aralık: {minValue} - {maxValue} (adım: {stepValue})
uk: Діапазон: {minValue}-{maxValue} (крок: {stepValue})
ur: مدد: {minValue} - {maxValue} (قدم: {stepValue})
vi: Khoảng: {minValue} - {maxValue} (Bước: {stepValue})

# rateTask
source: Rate Task: {taskName}
ar: تقييم المهمة
bn: কাজ রেটিং করুন
de: Aufgabe bewerten: {taskName}
es: Calificar Tarea: {taskName}
fr: Évaluer la tâche: {taskName}
hi: कार्य रेटिंग करें
it: Valuta attività: {taskName}
ja: タスクを評価: {taskName}
ko: 작업 평가: {taskName}
mr: कार्य रेटिंग: {taskName}
pa: ਕੰਮ ਰੇਟਿੰਗ ਕਰੋ
pt: Avaliar Tarefa: {taskName}
ru: Оценить задачу: {taskName}
ta: பணியை மதிப்பீடு செய்யவும்: {taskName}
te: పనిని మాపకం రేటింగ్ చేయండి: {taskName}
tr: Görevi değerlendir: {taskName}
uk: Оцінити завдання: {taskName}
ur: کام کی درجہ بندی کریں: {taskName}
vi: Đánh giá nhiệm vụ: {taskName}

source: Russian
ar: الروسية
bn: রাশিয়ান
de: Russisch
es: Ruso
fr: Russe
hi: रूसी
it: Russo
ja: ロシア語
ko: 러시아어
mr: रूसी
pa: ਰੂਸੀ
pt: Russo
ru: Русский
ta: ரஷியன்
te: రష్యన్
tr: Rusça
uk: Російський
ur: روسی
vi: Nga

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
mr: साठवा
pa: ਸਹੇਜਣ
pt: Salvar
ru: Сохранить
ta: சேமிக்கவும்
te: సేవ్ చేయండి
tr: Kaydet
uk: Зберегти
ur: حفظ کریں
vi: Lưu

source: Save Export File
ar: حفظ ملف التصدير
bn: এক্সপোর্ট ফাইল সংরক্ষণ করুন
de: Exportdatei speichern
es: Guardar archivo de exportación
fr: Enregistrer le fichier d'exportation
hi: डेटा निर्यात फ़ाइल में सहेजें
it: Salva file esportazione
ja: エクスポートファイルを保存
ko: 내보내기 파일 저장
mr: निर्यात फाईल साठवा
pa: ਨਿਰਯਾਤ ਫਾਈਲ ਸਹੇਜਣ
pt: Salvar arquivo de exportação
ru: Сохранить файл экспорта
ta: வெளியேற்றும் கோப்பை சேமிக்கவும்
te: ఎక్స్పోర్ట్ ఫైలును సేవ్ చేయండి
tr: Dışa aktarma dosyasını kaydet
uk: Зберегти експортовані дані
ur: ڈیٹا باکس ڈیٹا کو فائل میں سراغ بھیں سکتے ہیں
vi: Lưu dữ liệu xuất ra file

source: Save to Device
ar: حفظ على الجهاز
bn: ডিভাইসে সংরক্ষণ করুন
de: Auf Gerät speichern
es: Guardar en dispositivo
fr: Enregistrer sur le dispositif
hi: डिवाइस में सहेजें
it: Salva sul dispositivo
ja: デバイスに保存
ko: 장치에 저장
mr: डिव्हाइस साठवा
pa: ਡਿਵਾਈਸ ਤੋਂ ਸਹੇਜਣ
pt: Salvar no Dispositivo
ru: Сохранить на устройстве
ta: சாதனத்திற்கு சேமிக்கவும்
te: సాధనకు సేవ్ చేయండి
tr: Cihaza kaydet
uk: Зберегти на пристрої
ur: ڈیٹا باکس ڈیٹا کو سیٹک پر سراغ بھیں سکتے ہیں
vi: Lưu vào thiết bị

source: Select Color
ar: اختر اللون
bn: রঙ বাছাই করুন
de: Farbe auswählen
es: Seleccionar color
fr: Sélectionner une couleur
hi: रंग चुनें
it: Seleziona colore
ja: 色を選択
ko: 색상 선택
mr: रंग निवडा
pa: ਰੰਗ ਚੁਣੋ
pt: Selecionar Cor
ru: Выберите цвет
ta: வண்ணத்தை தேர்ந்தெடுக்கவும்
te: రంగును ఎంచుకోండి
tr: Renk seç
uk: Виберіть колір
ur: رنگ منتخب کریں
vi: Chọn màu

source: Select Emoji
ar: اختر الإيموجي
bn: ইমোজি বাছাই করুন
de: Emoji auswählen
es: Seleccionar emoji
fr: Sélectionner un emoji
hi: इमोजी चुनें
it: Seleziona emoji
ja: 絵文字を選択
ko: 이모지 선택
mr: इमोजी निवडा
pa: ਇਮੋਜੀ ਚੁਣੋ
pt: Selecionar Emoji
ru: Выберите эмодзи
ta: இமோஜியை தேர்ந்தெடுக்கவும்
te: ఇమోజిను ఎంచుకోండి
tr: Emoji seç
uk: Виберіть емодзі
ur: ایموجی منتخب کریں
vi: Chọn Emoji

source: Select Icon
ar: اختر الأيقونة
bn: আইকন বাছাই করুন
de: Symbol auswählen
es: Seleccionar icono
fr: Sélectionner une icône
hi: आयातन चुनें
it: Seleziona icona
ja: アイコンを選択
ko: 아이콘 선택
mr: आयकन निवडा
pa: ਆਈਕਾਨ ਚੁਣੋ
pt: Selecionar Ícone
ru: Выберите иконку
ta: ஐகோன்தேர்ந்தெடுக்கவும்
te: ఐకాన్ను ఎంచుకోండి
tr: İkon seç
uk: Виберіть іконку
ur: ایک ایکون منتخب کریں
vi: Chọn biểu tượng

source: Select Icon Type
ar: اختر نوع الأيقونة
bn: আইকন ধরন বাছাই করুন
de: Symboltyp auswählen
es: Seleccionar tipo de icono
fr: Sélectionner un type d'icône
hi: आयातन प्रकार चुनें
it: Seleziona tipo di icona
ja: アイコンタイプを選択
ko: 아이콘 유형 선택
mr: आयकन प्रकार निवडा
pa: ਆਈਕਾਨ ਕਿਸਮ ਚੁਣੋ
pt: Selecionar Tipo de Ícone
ru: Выберите тип иконки
ta: ஐகோன் வகையை தேர்ந்தெடுக்கவும்
te: ఐకాన్ రకంను ఎంచుకోండి
tr: İkon tipi seç
uk: Виберіть тип іконки
ur: ایک ایکون کی قسم منتخب کریں
vi: Chọn loại biểu tượng

source: Selection Limit
ar: حد الاختيار
bn: বাছাই সীমা
de: Auswahlgrenze
es: Límite de Selección
fr: Limite de sélection
hi: चयन सीमा
it: Limite di selezione
ja: 選択制限
ko: 선택 제한
mr: निवड मर्यादा
pa: ਚੁਣਨ ਮਰਯਾਦ
pt: Limite de Seleção
ru: Лимит выбора
ta: தேர்ந்தெடுக்கப்பட்ட அளவு
te: ఎంచుకోబడే పరిమితి
tr: Seçim limiti
uk: Ліміт вибору
ur: انتخاب کی حد
vi: Giới hạn lựa chọn

source: Selection limit must be a positive number
ar: حد الاختيار يجب أن يكون رقما موجبا
bn: বাছাই সীমা হতে হবে একটি ধনাত্মক সংখ্যা
de: Auswahlgrenze muss eine positive Zahl sein
es: El límite de selección debe ser un número positivo
fr: La limite de sélection doit être un nombre positif
hi: चयन सीमा एक धनात्मक संख्या होना चाहिए
it: Il limite di selezione deve essere un numero positivo
ja: 選択制限は正の数である必要があります
ko: 선택 제한은 양수여야 합니다
mr: निवड मर्यादा एक धन संख्या असणे आवश्यक आहे
pa: ਚੁਣਨ ਮਰਯਾਦ ਧਨਾਤਮਕ ਸੰਖਿਆ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: O limite de seleção deve ser um número positivo
ru: Лимит выбора должен быть положительным числом
ta: தேர்ந்தெடுக்கப்பட்ட அளவு ஒரு நேர்மறை எண்ணாக இருக்க வேண்டும்
te: ఎంచుకోబడే పరిమితి ధనాత్మక సంఖ్యగా ఉండాలి
tr: Seçim limiti pozitif bir sayı olmalıdır
uk: Ліміт вибору повинен бути позитивним числом
ur: انتخاب کی حد ایک مثبت نمبر ہونی چاہیے
vi: Giới hạn lựa chọn phải là một số dương

# selectionLimitMustBeGreaterThanZero
source: Selection limit must be greater than 0
ar: حد الاختيار يجب أن يكون أكبر من 0
bn: বাছাই সীমা হতে হবে বেশি হতে হবে 0
de: Auswahlgrenze muss größer als 0 sein
es: El límite de selección debe ser mayor que 0
fr: La limite de sélection doit être supérieure à 0
hi: चयन सीमा 0 से अधिक होना चाहिए
it: Il limite di selezione deve essere maggiore di 0
ja: 選択制限は0より大きい必要があります
ko: 선택 제한은 0보다 커야 합니다
mr: निवड मर्यादा 0 पेक्षा जास्त असणे आवश्यक आहे
pa: ਚੁਣਨ ਮਰਯਾਦ 0 ਤੋਂ ਜ਼ਿਆਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: O limite de seleção deve ser maior que 0
ru: Лимит выбора должен быть больше 0
ta: தேர்ந்தெடுக்கப்பட்ட அளவு 0 ஐ விட அதிகமாக இருக்க வேண்டும்
te: ఎంచుకోబడే పరిమితి ధనాత్మక సంఖ్యగా ఉండాలి
tr: Seçim limiti 0'dan büyük olmalıdır
uk: Ліміт вибору повинен бути більше 0
ur: انتخاب کی حد 0 سے زیادہ ہونی چاہیے
vi: Giới hạn lựa chọn phải lớn hơn 0

# selectionLimitRequired
source: Selection limit must be greater than 0
ar: حد الاختيار مطلوب
bn: বাছাই সীমা প্রয়োজন
de: Auswahlgrenze ist erforderlich
es: El límite de selección es obligatorio
fr: La limite de sélection est requise
hi: चयन सीमा आवश्यक है
it: Il limite di selezione è obbligatorio
ja: 選択制限は必須です
ko: 선택 제한은 필수입니다
mr: निवड मर्यादा 0 पेक्षा जास्त असणे आवश्यक आहे
pa: ਚੁਣਨ ਮਰਯਾਦ ਲੋੜੀਂਦਾ ਹੈ
pt: O limite de seleção é obrigatório
ru: Лимит выбора должен быть больше 0
ta: தேர்ந்தெடுக்கப்பட்ட அளவு தேவை
te: ఎంచుకోబడే పరిమితి అవసరం
tr: Seçim limiti gereklidir
uk: Ліміт вибору обов'язковий
ur: انتخاب کی حد ضروری ہے
vi: Giới hạn lựa chọn là bắt buộc

source: selections
ar: الاختيارات
bn: বাছাই
de: Auswahlen
es: selecciones
fr: sélections
hi: चयन
it: Selezioni
ja: 選択
ko: 선택
mr: निवडे
pa: ਚੁਣਾਂ
pt: Seleções
ru: выборы
ta: தேர்வுகள்
te: ఎంచుకోబడే పరిమితులు
tr: seçimler
uk: вибори
ur: انتخابات
vi: lựa chọn

source: Select Language
ar: اختر اللغة
bn: ভাষা বাছাই করুন
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner une langue
hi: भाषा चुनें
it: Seleziona lingua
ja: 言語を選択
ko: 언어 선택
mr: भाषा निवडा
pa: ਭਾ਷ਾ ਚੁਣੋ
pt: Selecionar Idioma
ru: Выберите язык
ta: மொழியை தேர்ந்தெடுக்கவும்
te: భాషను ఎంచుకోండి
tr: Dil seç
uk: Виберіть мову
ur: زبان منتخب کریں
vi: Chọn ngôn ngữ

# selectUpToXValues
source: Select up to {selectionLimit} value(s)
ar: اختر حتى {selectionLimit} قيمة
bn: বাছাই সীমা পর্যন্ত {selectionLimit} মান
de: Bis zu {selectionLimit} Werte auswählen
es: Seleccionar hasta {selectionLimit} valores
fr: Sélectionner jusqu'à {selectionLimit} valeurs
hi: अधिकतम {selectionLimit} मान चुनें
it: Seleziona fino a {selectionLimit} valori
ja: 最大{selectionLimit}個の値を選択
ko: 최대 {selectionLimit}개의 값을 선택하세요
mr: अधिकतम {selectionLimit} मूल्ये निवडा
pa: ਅਧੀਨਾਂ ਦਾ ਮੁੱਲ {selectionLimit} ਚੁਣੋ
pt: Selecionar até {selectionLimit} valores
ru: Выберите до {selectionLimit} значения
ta: அதிகபட்ச {selectionLimit} மதிப்புகளை தேர்ந்தெடுக்கவும்
te: అప్పుడు {selectionLimit} విలువలు ఎంచుకోండి
tr: En fazla {selectionLimit} değer seçin
uk: Виберіть до {selectionLimit} значень
ur: کم از کم {selectionLimit} قدر منتخب کریں
vi: Chọn tối đa {selectionLimit} giá trị

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
mr: सेटिंग्ज
pa: ਸੈਟਿੰਗਾਂ
pt: Configurações
ru: Настройки
ta: அமைப்புகள்
te: అమరికలు
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt

source: Share
ar: مشاركة
bn: শেয়ার করুন
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
ko: 공유
mr: शेअर करा
pa: ਸਾਂਝਾ ਕਰੋ
pt: Compartilhar
ru: Поделиться
ta: பகிர்வு
te: పంచుకోండి
tr: Paylaş
uk: Поділитися
ur: شیئر کریں
vi: Chia sẻ

source: Skip
ar: تخطي
bn: ছোড়ান
de: Überspringen
es: Saltar
fr: Passer
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
mr: छोडा
pa: ਛੋਡੋ
pt: Pular
ru: Пропустить
ta: தவிர்க்கவும்
te: దాటండి
tr: Atla
uk: Пропустити
ur: چھوڑیں
vi: Bỏ qua

source: Spanish
ar: الإسبانية
bn: স্প্যানিশ
de: Spanisch
es: Español
fr: Espagnol
hi: स्पेनिश
it: Spagnolo
ja: スペイン語
ko: 스페인어
mr: स्पेनिश
pa: ਸਪੈਨਿਸ਼
pt: Espanhol
ru: Испанский
ta: ஸ்பானிஷ்
te: స్పానిష్
tr: İspanyolca
uk: Іспанський
ur: اسپینیش
vi: Tây Ban Nha

# startTaskFromList
source: Start a task from the list to begin tracking
ar: ابدأ مهمة من القائمة لبدء التتبع
bn: ট্র্যাকিং শুরু করতে তালিকা থেকে একটি কাজ শুরু করুন
de: Starten Sie eine Aufgabe aus der Liste, um mit der Verfolgung zu beginnen
es: Iniciar tarea desde la lista
fr: Démarrer une tâche de la liste pour commencer le suivi
hi: ट्रैकिंग शुरू करने के लिए सूची से एक कार्य शुरू करें
it: Avvia un'attività dall'elenco per iniziare il tracciamento
ja: リストからタスクを開始して追跡を開始してください
ko: 목록에서 작업을 시작하여 추적을 시작하세요
mr: ट्रॅकिंग सुरू करण्यासाठी यादीतून कार्य सुरू करा
pa: ਕੰਮ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕੰਮਾਂ ਦਾ ਸੂਚੀ ਤੋਂ ਕੰਮ ਸ਼ੁਰੂ ਕਰੋ
pt: Inicie uma tarefa da lista para começar a rastrear
ru: Запустите задачу из списка, чтобы начать отслеживание
ta: பணிகள் பட்டியலிலிருந்து பணியை தொடங்கவும்
te: సెషన్లు లేవు
tr: Takibe başlamak için listeden bir görev başlatın
uk: Запустіть завдання зі списку, щоб почати відстеження
ur: ٹریکنگ شروع کرنے کے لیے فہرست سے ایک کام شروع کریں
vi: Bắt đầu một nhiệm vụ từ danh sách để bắt đầu theo dõi

source: Start Time
ar: وقت البدء
bn: শুরুর সময়
de: Startzeit
es: Hora de inicio
fr: Heure de début
hi: समय शुरू करें
it: Ora di inizio
ja: 開始時間
ko: 시작 시간
mr: प्रारंभ वेळ
pa: ਸਮਾਪਤੀ ਸਮਾਂ
pt: Hora de Início
ru: Время начала
ta: தொடக்க நேரம்
te: ప్రారంభ సమయం
tr: Başlangıç Zamanı
uk: Час початку
ur: شروع کا وقت
vi: Thời gian bắt đầu

source: Statistics
ar: الإحصائيات
bn: পরিসংখ্যান
de: Statistiken
es: Estadísticas
fr: Statistiques
hi: आंकड़े
it: Statistiche
ja: 統計
ko: 통계
mr: सांख्यिकी
pa: ਸਾਂਖਿਕ ਦਰਸ਼ਨ
pt: Estatísticas
ru: Статистика
ta: புள்ளிவிவரங்கள்
te: ప్రామాణిక వివరాలు
tr: İstatistikler
uk: Статистика
ur: آئیٹماتک کی جانب سے
vi: Thống kê

source: step
ar: خطوة
bn: ধাপ
de: Schritt
es: paso
fr: pas
hi: चरण
it: Passo
ja: ステップ
ko: 단계
mr: पाऊल
pa: ਕਦਮ
pt: Passo
ru: шаг
ta: படி
te: దశ
tr: Adım
uk: крок
ur: قدم
vi: Bước

# stepMustBeGreaterThanZero
source: Step value must be greater than 0
ar: قيمة الخطوة يجب أن يكون أكبر من 0
bn: ধাপ হতে হবে বেশি হতে হবে 0
de: Schritt muss größer als 0 sein
es: El valor del paso debe ser mayor que 0
fr: La valeur du pas doit être supérieure à 0
hi: चरण मान 0 से अधिक होना चाहिए
it: Il valore del passo deve essere maggiore di 0
ja: ステップ値は0より大きい必要があります
ko: 단계 값은 0보다 커야 합니다
mr: पाऊल मूल्य 0 पेक्षा जास्त असणे आवश्यक आहे
pa: ਕਦਮ ਮੁੱਲ 0 ਤੋਂ ਜ਼ਿਆਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: O valor do passo deve ser maior que 0
ru: Шаг значения должен быть больше 0
ta: படி மதிப்பு 0 ஐ விட அதிகமாக இருக்க வேண்டும்
te: దశ ధనాత్మక సంఖ్యగా ఉండాలి
tr: Adım değeri 0'dan büyük olmalıdır
uk: Значення кроку повинно бути більше 0
ur: قدم کی قدر 0 سے زیادہ ہونی چاہیے
vi: Giá trị bước phải lớn hơn 0

source: Step Value
ar: قيمة الخطوة
bn: ধাপ মান
de: Schrittwert
es: Valor del paso
fr: Valeur du pas
hi: चरण मान
it: Valore del passo
ja: ステップ値
ko: 단계 값
mr: पाऊल मूल्य
pa: ਕਦਮ ਮੁੱਲ
pt: Valor do Passo
ru: Шаг значения
ta: படி மதிப்பு
te: దశ విలువ
tr: Adım Değeri
uk: Значення кроку
ur: قدم کی قدر
vi: Giá trị bước

source: Step value must be a positive number
ar: قيمة الخطوة يجب أن يكون رقما موجبا
bn: ধাপ মান হতে হবে একটি ধনাত্মক সংখ্যা
de: Schrittwert muss eine positive Zahl sein
es: El valor del paso debe ser un número positivo
fr: La valeur du pas doit être un nombre positif
hi: चरण मान एक धनात्मक संख्या होना चाहिए
it: Il valore del passo deve essere un numero positivo
ja: ステップ値は正の数である必要があります
ko: 단계 값은 양수여야 합니다
mr: पाऊल मूल्य एक धन संख्या असणे आवश्यक आहे
pa: ਕਦਮ ਮੁੱਲ ਧਨਾਤਮਕ ਸੰਖਿਆ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: O valor do passo deve ser um número positivo
ru: Шаг должен быть положительным числом
ta: படி மதிப்பு ஒரு நேர்மறை எண்ணாக இருக்க வேண்டும்
te: దశ విలువ ధనాత్మక సంఖ్యగా ఉండాలి
tr: Adım değeri pozitif bir sayı olmalıdır
uk: Значення кроку повинно бути позитивним числом
ur: قدم کی قدر ایک مثبت نمبر ہونی چاہیے
vi: Giá trị bước phải là một số dương

# stepValueMustBeGreaterThanZero
source: Step value must be greater than 0
ar: قيمة الخطوة يجب أن يكون أكبر من 0
bn: ধাপ মান হতে হবে বেশি হতে হবে 0
de: Schrittwert muss größer als 0 sein
es: El valor del paso debe ser mayor que 0
fr: La valeur du pas doit être supérieure à 0
hi: चरण मान 0 से अधिक होना चाहिए
it: Il valore del passo deve essere maggiore di 0
ja: ステップ値は0より大きい必要があります
ko: 단계 값은 0보다 커야 합니다
mr: पाऊल मूल्य 0 पेक्षा जास्त असणे आवश्यक आहे
pa: ਕਦਮ ਮੁੱਲ 0 ਤੋਂ ਜ਼ਿਆਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pt: O valor do passo deve ser maior que 0
ru: Шаг должен быть больше 0
ta: படி மதிப்பு 0 ஐ விட அதிகமாக இருக்க வேண்டும்
te: దశ విలువ ధనాత్మక సంఖ్యగా ఉండాలి
tr: Adım değeri 0'dan büyük olmalıdır
uk: Значення кроку повинен бути більше 0
ur: قدم کی قدر 0 سے زیادہ ہونی چاہیے
vi: Giá trị bước phải lớn hơn 0

# stepValueRequired
source: Step value is required
ar: قيمة الخطوة مطلوبة
bn: ধাপ মান প্রয়োজন
de: Schrittwert ist erforderlich
es: El valor del paso es obligatorio
fr: La valeur du pas est requise
hi: चरण मान आवश्यक है
it: Il valore del passo è obbligatorio
ja: ステップ値は必須です
ko: 단계 값은 필수입니다
mr: पाऊल मूल्य आवश्यक आहे
pa: ਕਦਮ ਮੁੱਲ ਲੋੜੀਂਦਾ ਹੈ
pt: O valor do passo é obrigatório
ru: Шаг значения обязательно
ta: படி மதிப்பு தேவை
te: దశ విలువ అవసరం
tr: Adım değeri gereklidir
uk: Значення кроку обов'язкове
ur: قدم کی قدر ضروری ہے
vi: Giá trị bước là bắt buộc

source: Stop
ar: إيقاف
bn: বন্ধ করুন
de: Stoppen
es: Detener
fr: Arrêter
hi: रोकें
it: Ferma
ja: 停止
ko: 중지
mr: थांबवा
pa: ਥਾਂਬਾਓ
pt: Parar
ru: Остановить
ta: நிறுத்தவும்
te: నిలవబడించండి
tr: Durdur
uk: Зупинити
ur: روکیں
vi: Dừng

source: Swipe to start
ar: اسحب للبدء
bn: স্টার্ট করতে সোয়াইপ করুন
de: Zum Starten wischen
es: Desliza para iniciar
fr: Glisser pour démarrer
hi: स्वाइप करें शुरू करने के लिए
it: Scorri per iniziare
ja: スワイプして開始
ko: 스와이프하여 시작
mr: सुरू करण्यासाठी स्वाइप करा
pa: ਸਵਾਇਪ ਕਰੋ ਸ਼ੁਰੂ ਕਰੋ
pt: Deslize para iniciar
ru: Свайпните, чтобы начать
ta: தொடங்கவும்
te: ప్రారంభంచేసినప్పుడు స్వైప్ చేయండి
tr: Başlamak için kaydırın
uk: Проведіть, щоб почати
ur: سوائپ کریں تاکہ شروع ہو سکے
vi: Vuốt để bắt đầu

source: Swipe to stop
ar: اسحب للإيقاف
bn: স্টপ করতে সোয়াইপ করুন
de: Zum Stoppen wischen
es: Desliza para detener
fr: Glisser pour arrêter
hi: स्वाइप करें रोकने के लिए
it: Scorri per fermare
ja: スワイプして停止
ko: 스와이프하여 중지
mr: थांबवण्यासाठी स्वाइप करा
pa: ਸਵਾਇਪ ਕਰੋ ਥਾਂਬਾਓ
pt: Deslize para parar
ru: Проведите, чтобы остановить
ta: நிறுத்தவும்
te: నిలవబడినప్పుడు స్వైప్ చేయండి
tr: Durdurmak için kaydırın
uk: Проведіть, щоб зупинити
ur: سوائپ کریں تاکہ روک سکے
vi: Vuốt để dừng

source: Tamil
ar: التاميلية
bn: তামিল
hi: तमिल
ja: タミル語
ko: 타밀어
mr: तामिल
pa: ਤਮਿਲ
ru: Тамильский
ta: தமிழ்
te: తమిళ
uk: Тамільський
ur: تامیل

source: Task deleted
ar: تم حذف المهمة
bn: কাজ মুছে ফেলা হয়েছে
de: Aufgabe gelöscht
es: Tarea eliminada
fr: Tâche supprimée
hi: कार्य हटाया गया
it: Attività eliminata
ja: タスクが削除されました
ko: 작업 "{name}"이 삭제되었습니다
mr: कार्य हटविले गेले आहे
pa: ਕੰਮ ਹਟਾਇਆ ਗਿਆ ਹੈ
pt: Tarefa excluída
ru: Задача удалена
ta: பணியை நீக்கப்பட்டது
te: పనిని తొలగించారు
tr: Görevi silindi
uk: Завдання видалено
ur: کام حذف ہو گیا
vi: Nhiệm vụ đã bị xóa

source: Task disabled
ar: تم تعطيل المهمة
bn: কাজ নিষ্ক্রিয় করা হয়েছে
de: Aufgabe deaktiviert
es: Tarea deshabilitada
fr: Tâche désactivée
hi: कार्य अक्रिय करें
it: Attività disabilitata
ja: タスクが無効化されました
ko: 작업 "{name}"이 비활성화되었습니다
mr: कार्य निष्क्रिय झाले गेले आहे
pa: ਕੰਮ ਅਕਰਿਯਾਤ ਕਰਾਇਆ ਗਿਆ ਹੈ
pt: Tarefa desabilitada
ru: Задача выключена
ta: பணியை அகரியாத்தாக்கப்பட்டது
te: పనిని నిష్కరించారు
tr: Görevi devre dışı bıraktı
uk: Завдання вимкнено
ur: کام غیر فعال ہو گیا
vi: Nhiệm vụ đã bị vô hiệu hóa

source: Task enabled
ar: تم تمكين المهمة
bn: কাজ সক্রিয় করা হয়েছে
de: Aufgabe aktiviert
es: Tarea habilitada
fr: Tâche activée
hi: कार्य क्रिय करें
it: Attività abilitata
ja: タスクが有効化されました
ko: 작업 "{name}"이 활성화되었습니다
mr: कार्य सक्रिय झाले गेले आहे
pa: ਕੰਮ ਸਕਰਿਯਾਤ ਕਰਾਇਆ ਗਿਆ ਹੈ
pt: Tarefa habilitada
ru: Задача включена
ta: பணியை செயலில் உள்ளது
te: పనిని సక్రియంచారు
tr: Görevi etkinleştirdi
uk: Завдання увімкнено
ur: کام فعال ہو گیا
vi: Nhiệm vụ đã được kích hoạt
